<!DOCTYPE html>
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
    <?php require('inc_header.php'); $pageName="ir"; ?>
</head>
<body>
    <?php require('inc_topmenu.php'); ?>
    <?php require('IR_inc_topmenu.php'); ?>
    <?php require('inc_sidemenu.php'); ?>

    <!---------- IR 02 CORPORATE GOVERNANCE :: CORPORATE GOVERNANCE ---------->
    <div class="content-padding foot-pad">
        <div class="container-fluid">
            <div class="wrap-pad">
                <div class="row">
                    <div class="col">
                        <div class="header-twoline">
                            <h5>นโยบายการกำกับดูแลกิจการ</h5>
                            <h1>นโยบายการกำกับดูแลกิจการ</h1>
                        </div>
                    </div>
                </div>
                <div class="cp-page">
                    <div class="three-colPad">
                        <div class="row justify-content-center more-mb">
                            <div class="col-lg-4 col-md-4 col-6">
                                <a class="coverBox" href="images/testPDF.pdf" target="_blank">
                                    <div class="row">
                                        <div class="col">
                                            <div class="book-cover"><img src="images/ir/corporate-governance01.jpg"></div>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <div class="cover-topic">
                                                <p>ข้อบังคับบริษัท</p>
                                            </div>
                                        </div>
                                    </div>
                                </a>
                            </div>
                            <div class="col-lg-4 col-md-4 col-6">
                                <a class="coverBox" href="images/testPDF.pdf" target="_blank">
                                    <div class="row">
                                        <div class="col">
                                            <div class="book-cover"><img src="images/ir/corporate-governance02.jpg"></div>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <div class="cover-topic">
                                                <p>หนังสือรับรองการเป็นบริษัท</p>
                                            </div>
                                        </div>
                                    </div>
                                </a>
                            </div>
                            <div class="col-lg-4 col-md-4 col-6">
                                <a class="coverBox" href="images/testPDF.pdf" target="_blank">
                                    <div class="row">
                                        <div class="col">
                                            <div class="book-cover"><img src="images/ir/corporate-governance03.jpg"></div>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <div class="cover-topic">
                                                <p>นโยบายการกำกับดูแลกิจการ</p>
                                            </div>
                                        </div>
                                    </div>
                                </a>
                            </div>
                        </div>
                    </div>

                    <div class="row">
                        <div class="col">
                            <div class="content-center">
                                <div class="topicBD-Box">
                                    <div>นโยบายการกำกับดูแลกิจการ</div>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class="row">
                        <div class="col">
                            <h6>นโยบายการกำกับดูแลกิจการ</h6>
                        </div>
                    </div>
                    <div class="row">
                        <div class="col">
                            <div class="txt-content">
                                <p>คณะกรรมการบริษัทมีความเชื่อมั่นว่า การมีระบบกำกับดูแลกิจการที่ดีเป็นส่วนสำคัญที่จะช่วยให้บริษัทประสบความสำเร็จ ในการดำเนินธุรกิจ และจะช่วยให้บริษัทเติบโตได้อย่าง มั่นคงและยั่งยืน จึงได้จัดทำเอกสารฉบับนี้ขึ้นเพื่อประมวลนโยบายและข้อปฏิบัติหลักๆ ที่กรรมการ ผู้บริหาร และพนักงานของบริษัทจะใช้ยึดถือในการปฏิบัติ เพื่อให้สามารถบรรลุ เป้าหมายการเป็นบริษัทฯ ที่มีการกำกับดูแลกิจการที่ดีตามมาตรฐานสากล</p>
                                <p class="mb-2">นโยบายการกำกับดูแลกิจการดังกล่าวยังสอดคล้องกับอุดมการณ์ของบริษัทที่กล่าวไว้ว่า</p>
                                <ul class="list-decor">
                                    <li>ยึดมั่นในความเป็นธรรม</li>
                                    <li>ใส่ใจในคุณภาพ</li>
                                    <li>ซื่อสัตย์ และตรงต่อเวลา</li>
                                    <li>ร่วมกันทำงานเป็นทีม</li>
                                </ul>
                            </div>
                        </div>
                    </div>
                    <div class="row justify-content-center more-mb">
                        <div class="col-lg-4 col-md-4 col-8">
                            <a class="coverBox" href="images/testPDF.pdf" target="_blank">
                                <div class="row">
                                    <div class="col">
                                        <div class="book-cover"><img src="images/ir/corporate-governance04.jpg"></div>
                                    </div>
                                </div>
                                <div class="row">
                                    <div class="col">
                                        <div class="cover-topic">
                                            <p>นโยบายกำกับดูแลกิจการ</p>
                                        </div>
                                    </div>
                                </div>
                            </a>
                        </div>
                    </div>
                    <div class="row">
                        <div class="col">
                            <h5>เพื่อมุ่งสู่วิสัยทัศน์ ที่ว่า <br>“L&E เป็นผู้นำธุรกิจไฟฟ้าแสงสว่างในภูมิภาคอาเซียนที่ดำเนินธุรกิจอย่างครบวงจร”</h5>
                        </div>
                    </div>
                    <div class="row">
                        <div class="col">
                            <div class="txt-content">
                                <p>นโยบายการกำกับดูแลกิจการฉบับนี้ได้รับการปรับปรุงและเห็นชอบจากคณะกรรมการบริษัทเมื่อวันที่ 9 พฤศจิกายน 2559 นโยบายที่ได้รับการปรับปรุงใหม่นี้ยึดหลักการกำกับ ดูแลกิจการที่ดี สำหรับบริษัทจดทะเบียนในตลาดหลักทรัพย์แห่งประเทศไทยปี 2555 ซึ่งเทียบเคียงจากหลักการกำกับดูแลกิจการของ The Organization for Economic Co-Operation and Development ( OECD Principles of Corporate Governance ปี 2004) คณะกรรมการบริษัทจะติดตามและปรับปรุงนโยบายการกำกับดูแลกิจการให้ ทันสมัยอย่างสมํ่าเสมอ เพื่อให้เหมาะสมและสอดคล้องกับเวลาและสถานการณ์ที่เปลี่ยนแปลงไปและจะเผยแพร่บนเว็บไซต์ของบริษัทคือ www.lighting.co.th</p>
                            </div>
                        </div>
                    </div>
                    <div class="row">
                        <div class="col">
                            <h6>ความหมาย</h6>
                        </div>
                    </div>
                    <div class="row">
                        <div class="col">
                            <div class="txt-content">
                                <p>“เอกสารนโยบายที่ระบุถึงบทบาท ความรับผิดชอบ และอำนาจหน้าที่ (Authorities) ของคณะกรรมการและฝ่ายจัดการ ในการกำหนดทิศทางการบริหารจัดการ การควบคุมการดำเนินงานขององค์กร”</p>
                            </div>
                        </div>
                    </div>
                    <div class="row">
                        <div class="col">
                            <h6>วัตถุประสงค์</h6>
                        </div>
                    </div>
                    <div class="row">
                        <div class="col">
                            <div class="txt-content">
                                <p>คณะกรรมการมีความเชื่อมั่นว่า ระบบกระบวนการจัดการนโยบายกำกับดูแลกิจการที่ดี เป็นสิ่งสำคัญในการผลักดันให้บริษัทประสบความสำเร็จในการดำเนินธุรกิจ และก่อให้เกิด มูลค่าเพิ่มทางเศรษฐกิจ แก่พนักงาน ลูกค้า คู่ค้า ผู้ถือหุ้น และผู้มีส่วนได้เสียของบริษัท และนำพาให้บริษัทฯ มีการเจริญเติบโตอย่างมั่งคั่งและยั่งยืนในระยะยาว จึงได้จัดทำนโยบาย การกำกับดูแลกิจการที่ดี เพื่อให้กรรมการ ผู้บริหาร และพนักงานขององค์กร ใช้ยึดถือเพื่อเป็นแนวทางการปฏิบัติตามหลักการกำกับดูแลกิจการที่ดีสำหรับบริษัทจดทะเบียนใน ตลาดหลักทรัพย์แห่งประเทศไทย</p>
                            </div>
                        </div>
                    </div>
                    <div class="row">
                        <div class="col">
                            <h6>หลักการและนโยบายบรรษัทภิบาล</h6>
                        </div>
                    </div>
                    <div class="row">
                        <div class="col">
                            <div class="txt-content">
                                <p>คณะกรรมการบริษัทฯ มีความมุ่งมั่นที่จะบริหารงานโดยยึดหลักบรรษัทภิบาลของบริษัทฯ ข้อพึงปฏิบัติที่ดีสำหรับกรรมการบริษัทจดทะเบียน กฏระเบียบ และแนวปฏิบัติที่ เกี่ยวข้องของตลาดหลักทรัพย์แห่งประเทศไทย สำนักงานคณะกรรมการกำกับหลักทรัพย์และตลาดหลักทรัพย์มีความมุ่งมั่นที่จะพัฒนาเพื่อยกระดับการกำกับดูแลกิจการของบริษัทฯ ไปสู่แนวปฏิบัติในระดับสากล</p>
                            </div>
                        </div>
                    </div>
                    <div class="row">
                        <div class="col">
                            <h6>ประโยชน์ที่ได้รับ</h6>
                        </div>
                    </div>
                    <div class="row more-mb">
                        <div class="col">
                            <div class="txt-content">
                                <ul class="list-decor">
                                    <li>ก่อให้เกิดความเข้าใจในเรื่องการกำกับดูแลกิจการที่ดีเหมือนกันภายในองค์กร</li>
                                    <li>เป็นโอกาสให้กรรมการและฝ่ายจัดการได้ปรึกษาหารือในการป้องกันเหตุการณ์ที่อาจจะก่อให้เกิดการขัดแย้ง</li>
                                    <li>ทำให้คณะกรรมการมีแนวทางแก้ปัญหาไว้ล่วงหน้า</li>
                                    <li>ก่อให้เกิดการทำงานเป็นทีม (Teamwork) และการประสานงานที่ดีระหว่างกรรมการและฝ่ายจัดการ</li>
                                    <li>เป็นพื้นฐานที่ดีสำหรับการออกนโนบายและระเบียบข้อบังคับภายในองค์กร</li>
                                    <li>สร้างคุณค่าให้แก่ผู้ถือหุ้นอย่างต่อเนื่อง</li>
                                </ul>
                                <p class="mb-2">ตามรายละเอียดต่อไปนี้</p>
                                <ul class="list-decimal">
                                    <li>นโยบายการกำกับดูแลกิจการ</li>
                                    <li>นโยบายจริยธรรมธุรกิจ</li>
                                    <li>รายงานความรับผิดชอบต่อสังคมของธุรกิจ</li>
                                </ul>
                            </div>
                        </div>
                    </div>

                    <div class="row justify-content-center">
                        <div class="col-lg-9 col-md-11 col-12">
                            <ul class="display-tab center">
                                <li class="active" rel="1">
                                    <a href="javascript:void(0)">
                                        <div class="cate-txtBox">
                                            <div>หมวดที่ 1</div>
                                        </div>
                                    </a>
                                </li>
                                <li rel="2">
                                    <a href="javascript:void(0)">
                                        <div class="cate-txtBox">
                                            <div>หมวดที่ 2</div>
                                        </div>
                                    </a>
                                </li>
                                <li rel="3">
                                    <a href="javascript:void(0)">
                                        <div class="cate-txtBox">
                                            <div>หมวดที่ 3</div>
                                        </div>
                                    </a>
                                </li>
                                <li rel="4">
                                    <a href="javascript:void(0)">
                                        <div class="cate-txtBox">
                                            <div>หมวดที่ 4</div>
                                        </div>
                                    </a>
                                </li>
                                <li rel="5">
                                    <a href="javascript:void(0)">
                                        <div class="cate-txtBox">
                                            <div>หมวดที่ 5</div>
                                        </div>
                                    </a>
                                </li>
                                <li rel="6">
                                    <a href="javascript:void(0)">
                                        <div class="cate-txtBox">
                                            <div>หมวดที่ 6</div>
                                        </div>
                                    </a>
                                </li>
                                <li rel="7">
                                    <a href="javascript:void(0)">
                                        <div class="cate-txtBox">
                                            <div>หมวดที่ 7</div>
                                        </div>
                                    </a>
                                </li>
                                <li rel="8">
                                    <a href="javascript:void(0)">
                                        <div class="cate-txtBox">
                                            <div>หมวดที่ 8</div>
                                        </div>
                                    </a>
                                </li>
                            </ul>
                        </div>
                    </div>

                    <div class="row">
                        <div class="col">
                            <div class="display-group">
                                <!---------- 01 ---------->
                                <div class="display-info" rel="1">
                                    <div class="row">
                                        <div class="col">
                                            <h4>หมวดที่ 1 สิทธิของผู้ถือหุ้น (The Rights of Shareholders)</h4>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <div class="txt-content">
                                                <p>ผู้ถือหุ้นมีสิทธิในความเป็นเจ้าของโดยควบคุมบริษัทผ่านการแต่งตั้งคณะกรรมการให้ทำหน้าที่แทนตนและมีสิทธิในการตัดสินใจเกี่ยวกับการเปลี่ยนแปลงที่สำคัญของบริษัท ผู้ถือหุ้นนอกจากจะสามารถใช้สิทธิของตนในที่ประชุมผู้ถือหุ้นแล้ว ยังสามารถรับทราบผลการดำเนินงาน นโยบายบริหารงาน และการเข้าทำรายการที่เกี่ยวโยงกันอย่างถูกต้องครบถ้วน ตามความเป็นจริงผ่านช่องทางเว็บไซต์ของบริษัท คือ www.lighting.co.th หรือเว็บไซต์ของตลาดหลักทรัพย์แห่งประเทศไทย คือ www.set.or.th เพื่ออำนวยความสะดวกให้กับ ผู้ถือหุ้นในการดำเนินงานเกี่ยวกับงานทะเบียนหลักทรัพย์ของบริษัท บริษัทได้แต่งตั้งให้บริษัทศูนย์รับฝากหลักทรัพย์ (ประเทศไทย) จำกัด ทำหน้าที่เป็นนายทะเบียนหลักทรัพย์ของ บริษัท รวมทั้งได้จัดตั้งสำนักผู้ลงทุนสัมพันธ์ (Investor Relation Office) เพื่อให้บริการข้อมูลและข่าวสารตลอดจนกิจกรรมต่างๆ ของบริษัทแก่ผู้ลงทุน ผู้ถือหุ้น นักวิเคราะห์ และผู้ที่เกี่ยวข้อง</p>
                                            </div>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <h6>สิทธิขั้นพื้นฐานของผู้ถือหุ้น <span>ได้แก่</span></h6>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <div class="txt-content">
                                                <ul class="list-decor">
                                                    <li>การซื้อขายหรือโอนหุ้น</li>
                                                    <li>การมีส่วนแบ่งในผลกำไรของบริษัท</li>
                                                    <li>การได้รับข่าวสารข้อมูลของบริษัทอย่างเพียงพอ</li>
                                                    <li>การเข้าร่วมประชุมเพื่อใช้สิทธิออกเสียงในที่ประชุมผู้ถือหุ้นเพื่อลงมติในเรื่องดังต่อไปนี้
                                                        <ol>
                                                            <li>- เสนอชื่อ แต่งตั้ง หรือถอดถอนกรรมการ</li>
                                                            <li>- แต่งตั้งผู้สอบบัญชี</li>
                                                            <li>- การจัดสรรเงินปันผล</li>
                                                            <li>- การกำหนดหรือแก้ไขข้อบังคับและหนังสือบริคณห์สนธิ</li>
                                                            <li>- การเพิ่มทุนหรือลดทุน</li>
                                                            <li>- การอนุมัติรายการพิเศษ</li>
                                                            <li>- เรื่องอื่นๆ ที่มีผลกระทบต่อบริษัทตามที่กฎหมายกำหนด</li>
                                                        </ol>
                                                    </li>
                                                </ul>
                                            </div>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <h6>1. การประชุมผู้ถือหุ้น</h6>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <div class="txt-content">
                                                <p>1.1 บริษัทกำหนดให้มีการประชุมสามัญผู้ถือหุ้นปีละ 1 ครั้ง ภายในเวลา 4 เดือน นับตั้งแต่วันที่สิ้นสุดของรอบปีบัญชีของบริษัท และอาจจัดให้มีการประชุมวิสามัญผู้ถือหุ้นตาม ความจำเป็นตามข้อบังคับของบริษัท</p>
                                                <p>1.2 บริษัทจะจัดประชุมผู้ถือหุ้น ในวัน เวลา และสถานที่ที่เหมาะสมและสะดวกต่อผู้ถือหุ้น โดยจัดส่งหนังสือนัดประชุม พร้อมเอกสารข้อมูลประกอบการประชุมที่มีรายละเอียด เพียงพอ ครบถ้วน แสดงรายละเอียดความเป็นมาและ ความเห็นของคณะกรรมการบริษัทในทุกวาระ รวมถึงรายละเอียดในเรื่องดังต่อไปนี้
                                                    <ol>
                                                        <li>- ข้อบังคับของบริษัทเฉพาะที่เกี่ยวกับการประชุมผู้ถือหุ้น</li>
                                                        <li>- ข้อมูลของบุคคลที่เสนอชื่อให้เข้าดำรงตำแหน่งกรรมการ</li>
                                                        <li>- เอกสารและหลักฐานที่ผู้เข้าร่วมประชุมต้องแสดงก่อนเข้าร่วมประชุม</li>
                                                        <li>- หนังสือมอบฉันทะแบบ ข. (แบบที่กำหนดรายการต่างๆ ที่จะมอบฉันทะที่ละเอียดชัดเจน) ทั้งนี้บริษัทได้จัดทำหนังสือมอบฉันทะแบบ ข. ตามแบบประกาศของกระทรวงพาณิชย์ ซึ่งผู้ถือหุ้นสามารถดาวน์โหลดหนังสือมอบฉันทะจากทางเว็บไซต์ของบริษัท</li>
                                                        <li>- แผนที่สถานที่จัดการประชุมผู้ถือหุ้น</li>
                                                    </ol>
                                                </p>
                                                <p>1.3 บริษัทมอบหมายให้บริษัทศูนย์รับฝากหลักทรัพย์ (ประเทศไทย) จำกัด ซึ่งเป็นนายทะเบียนหุ้นของบริษัทเป็นผู้จัดส่งหนังสือนัดประชุมผู้ถือหุ้นล่วงหน้าก่อนวันประชุมไม่ น้อยกว่า 7 วัน</p>
                                                <p>1.4 บริษัทกำหนดลงประกาศโฆษณาในหนังสือพิมพ์เป็นเวลาติดต่อกัน 3 วัน และลง ประกาศล่วงหน้าก่อนวันประชุมไม่น้อยกว่า 3 วัน</p>
                                                <p>1.5 บริษัทได้เพิ่มช่องทางการเผยแพร่หนังสือนัดประชุมผู้ถือหุ้นและเอกสารประกอบการประชุม (ไม่รวมรายงานประจำปี) ผ่านทางเว็บไซต์ของบริษัท ทั้งภาษาไทยและภาษา อังกฤษเป็นการล่วงหน้าก่อนวันประชุมอย่างน้อย 30 วัน เพื่อให้ผู้ถือหุ้นมีเวลา พิจารณาวาระที่สำคัญต่างๆ อย่างพอเพียง</p>
                                                <p>1.6 บริษัทเปิดโอกาสให้ผู้ถือหุ้นสามารถส่งรายชื่อผู้ที่เห็นว่าสมควรเสนอชื่อให้เข้าดำรงตำแหน่งกรรมการ รวมทั้งเสนอวาระการประชุมตลอดจนส่งคำถามล่วงหน้าที่เกี่ยวข้อง กับวาระการประชุมตามหลักปฏิบัติและวิธีการที่คณะกรรมการบริษัทกำหนดไว้ผ่านเว็บไซต์ของบริษัท รวมถึงประกาศการให้สิทธิดังกล่าวผ่านระบบของตลาดหลักทรัพย์แห่งประเทศไทย</p>
                                                <p>1.7 บริษัทเปิดเผยรายชื่อผู้ถือหุ้น 10 อันดับแรกของบริษัท ณ วันปิดสมุดทะเบียนพักการโอนหุ้นก่อนการประชุมสามัญผู้ถือหุ้นประจำปีให้ผู้ถือหุ้นทราบผ่านทางเว็บไซต์ของ บริษัท</p>
                                            </div>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <h6>2. การดำเนินการในวันประชุมผู้ถือหุ้น</h6>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <div class="txt-content">
                                                <p>2.1 บริษัทกำหนดให้มีขั้นตอนในการประชุมอย่างถูกต้องตามกฎหมาย และคำนึงถึงความสะดวก สิทธิ และความเท่าเทียมกันของผู้ถือหุ้นเป็นหลัก ในการลงทะเบียนเพื่อเข้าร่วม ประชุม บริษัทได้จัดให้มีเจ้าหน้าที่ และเทคโนโลยีที่เหมาะสม เพียงพอ เพื่ออำนวยความสะดวกในการตรวจสอบเอกสารของผู้ถือหุ้นล่วงหน้าก่อนการประชุมไม่น้อยกว่า 1 ชั่วโมง</p>
                                                <p>2.2 ก่อนเริ่มการประชุมตามวาระ ประธานกรรมการบริษัทจะกล่าวแนะนำคณะกรรมการบริษัท คณะกรรมการชุดต่างๆ ผู้สอบบัญชีของบริษัท ที่ปรึกษากฎหมายของบริษัท คณะผู้บริหารระดับสูงที่เข้าร่วมประชุมด้วยต่อ ผู้ถือหุ้น พร้อมทั้งชี้แจงให้ผู้ถือหุ้นทราบถึงวิธีการในการลงคะแนนเสียงและสิทธิของผู้ถือหุ้น โดยประธานที่ประชุมจะทำหน้าที่ควบคุม การประชุมให้เป็นไปตามลำดับวาระที่แจ้งในหนังสือนัดประชุมผู้ถือหุ้น จัดสรรเวลาให้เหมาะสมเพียงพอ สำหรับการนำเสนอประเด็นต่างๆ ของแต่ละวาระ โดยไม่มีการเพิ่มวาระอื่น นอกเหนือจากที่ระบุไว้ในหนังสือนัดประชุม นอกจากนั้น บริษัทยังจัดให้มีบัตรลงคะแนนเสียงสำหรับผู้ถือหุ้นใช้ในการลงคะแนนเสียงในแต่ละวาระ และตรวจนับ คะแนนเสียง พร้อมทั้ง เปิดเผยคะแนนเสียงในทุกวาระ ทั้งเห็นด้วย ไม่เห็นด้วย และงดออกเสียงด้วยความโปร่งใสและเป็น ธรรม โดยมีบุคคลที่เป็นอิสระ เช่น ที่ปรึกษากฎหมายของบริษัททำหน้าที่ประธานใน การตรวจนับคะแนนเสียง</p>
                                                <p>2.3 ในระหว่างการประชุม คณะกรรมการบริษัทได้เปิดโอกาสให้ผู้ถือหุ้นแสดงความคิดเห็น ข้อเสนอแนะ หรือตั้งคำถามในวาระ ต่างๆ อย่างอิสระก่อนลงมติ</p>
                                                <p>2.4 ให้สิทธิผู้ถือหุ้นที่เข้าร่วมประชุมในภายหลังที่ได้เริ่มการประชุมแล้วในการออกเสียงลงคะแนน สำหรับวาระที่อยู่ในระหว่าง การพิจารณาและยังไม่มีการลงมติ โดยนับเป็น องค์ประชุมตั้งแต่วาระที่ได้เข้าร่วมประชุมและออกเสียงเป็นต้นไป</p>
                                                <p>2.5 การประชุมสามัญผู้ถือหุ้นประจำปีทุกครั้ง ในวาระเลือกตั้งกรรมการแทนกรรมการที่ออกตามวาระ บริษัทได้เปิดโอกาสให้ ผู้ถือหุ้นลงคะแนนเสียงเลือกตั้งกรรมการเป็น รายบุคคล ด้วยบัตรลงคะแนน ทั้งนี้เพื่อเปิดโอกาสให้ผู้ถือหุ้นมีสิทธิเลือกกรรมการที่ต้องการ ได้อย่างแท้จริง โดยบริษัทได้แนบรายละเอียดและข้อมูลที่เพียงพอเกี่ยวกับผู้ที่ได้รับการ เสนอชื่อให้เข้ารับการเลือกตั้งเพื่อให้ผู้ถือหุ้นใช้ประกอบการพิจารณา</p>
                                                <p>2.6 ในการประชุมสามัญผู้ถือหุ้นประจำปีทุกครั้งบริษัทยังได้ให้สิทธิผู้ถือหุ้นในการพิจารณาอนุมัติค่าตอบแทนของคณะกรรมการบริษัท และคณะกรรมการชุดย่อย โดยบริษัทได้ แนบรายละเอียดเกี่ยวกับค่าตอบแทนของคณะกรรมการบริษัท และคณะกรรมการชุดย่อยที่มีข้อมูลที่เพียงพอที่ผู้ถือหุ้นสามารถใช้ประกอบการพิจารณา</p>
                                                <p>2.7 ในการประชุมสามัญผู้ถือหุ้นประจำปีทุกครั้งบริษัทได้กำหนดให้มี วาระการแต่งตั้งผู้สอบบัญชีและการกำหนดค่าตอบแทนของผู้สอบบัญชี โดยเสนอให้ผู้ถือหุ้นพิจารณาอนุมัติ ซึ่งบริษัทได้แนบรายละเอียดเกี่ยวกับผู้สอบบัญชีที่เสนอเข้ารับการ แต่งตั้ง รวมทั้งรายละเอียดเกี่ยวกับค่าตอบแทนของผู้สอบบัญชีที่มีข้อมูลเพียงพอที่ผู้ถือหุ้นสามารถใช้ประกอบ การพิจารณา</p>
                                                <p>2.8 ในกรณีที่วาระการประชุมมีหลายรายการ บริษัทจะจัดให้การลงมติเป็นแต่ละรายการ</p>
                                                <p>2.9 บริษัทกำหนดให้กรรมการและผู้บริหารระดับสูงทุกคนเข้าร่วมประชุมเพื่อฟังความคิดเห็นตลอดจนตอบข้อซักถามของผู้ถือหุ้น</p>
                                                <p>2.10 บริษัทได้นำระบบ E-Voting ที่ได้พัฒนาขึ้นเองมาใช้ในการลงทะเบียนและตรวจนับ องค์ประชุมผู้ถือหุ้น รวมทั้งการนับคะแนนในการลงมติตามวาระการประชุม</p>
                                            </div>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <h6>3. การจัดทำรายงานการประชุม และการเปิดเผยมติการประชุมผู้ถือหุ้น</h6>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <div class="txt-content">
                                                <p>3.1 บริษัทจะดำเนินการจัดทำรายงานการประชุมผู้ถือหุ้น ภายหลังที่ประชุมผู้ถือหุ้นสิ้นสุดลงอย่างละเอียดครบถ้วนตาม ข้อเท็จจริงที่ปรากฏในการประชุมผู้ถือหุ้น โดยจัดส่งให้แก่ ตลาดหลักทรัพย์แห่งประเทศไทย กระทรวงพาณิชย์ และสำนักงาน ก.ล.ต. ภายใน 14 วันหลังการประชุม พร้อมทั้งเผยแพร่ผ่านทางเว็บไซต์ของบริษัททั้งภาษาไทยและภาษาอังกฤษ</p>
                                                <p>3.2 บริษัทจะแจ้งผู้ถือหุ้น ให้รับทราบข้อมูล ข่าวสาร ผลการดำเนินงาน และนโยบายในการบริหารงานอย่างสม่ำเสมอ และทันเวลา โดยนอกจากการเปิดเผยข้อมูลผ่านระบบข่าว ของตลาดหลักทรัพย์แห่งประเทศไทยแล้ว บริษัทยังได้นำข้อมูล ที่สำคัญ รวมทั้งข่าวสารต่างๆ ที่เป็นปัจจุบันแสดงไว้บนเว็บไซต์ของบริษัท</p>
                                            </div>
                                        </div>
                                    </div>
                                </div><!-- END//01 -->

                                <!---------- 02 ---------->
                                <div class="display-info" rel="2">
                                    <div class="row">
                                        <div class="col">
                                            <h4>หมวดที่ 2 การปฏิบัติต่อผู้ถือหุ้นอย่างเท่าเทียมกัน (The Equitable Treatment of Shareholders)</h4>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <div class="txt-content">
                                                <p>ผู้ถือหุ้นทุกราย ทั้งผู้ถือหุ้นที่เป็นผู้บริหารและผู้ถือหุ้นที่ไม่เป็นผู้บริหาร ผู้ถือหุ้นรายเล็กและผู้ถือหุ้นรายใหญ่ รวมทั้งผู้ถือหุ้นต่างชาติ จะได้รับการปฏิบัติและปกป้องสิทธิอย่างเท่าเทียมกันและเป็นธรรม บริษัทจะสื่อสารกับผู้ถือหุ้นและเผยแพร่ข้อมูลต่างๆ ของบริษัทผ่านช่องทางต่างๆ ของตลาดหลักทรัพย์แห่งประเทศไทย และทางเว็บไซต์ของบริษัท รวมถึงสื่ออื่นๆ ตามความเหมาะสม เพื่อให้ผู้ถือหุ้นทุกคนได้รับข้อมูลข่าวสารต่างๆ ของบริษัทโดยเท่าเทียมกัน</p>
                                            </div>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <h6>1. การให้ข้อมูลก่อนการประชุมผู้ถือหุ้น</h6>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <div class="txt-content">
                                                <p>1.1 บริษัทจะจัดส่งหนังสือนัดประชุมผู้ถือหุ้นพร้อมเอกสารข้อมูลประกอบการประชุมโดยมีรายละเอียดที่ถูกต้อง ครบถ้วน รวมทั้งความเห็นของคณะกรรมการในแต่ละวาระอย่างเพียงพอ และมอบหมายให้บริษัทศูนย์รับฝากหลักทรัพย์ (ประเทศไทย) จำกัด ซึ่งเป็นนายทะเบียนหุ้นของบริษัทเป็นผู้จัดส่งให้ผู้ถือหุ้นล่วงหน้าก่อนวันประชุมไม่น้อยกว่า 7 วัน เอกสารดังกล่าวจะมีทั้งภาษาไทยและภาษาอังกฤษ นอกจากนี้บริษัทจะเผยแพร่หนังสือนัดประชุมผู้ถือหุ้นพร้อมเอกสารข้อมูลประกอบการประชุม (ไม่รวมรายงานประจำปี) ผ่านทางเว็บไซต์ของบริษัททั้งภาษาไทยและภาษาอังกฤษเป็นการล่วงหน้าก่อนวันประชุมอย่างน้อย 30 วัน เพื่อให้ผู้ถือหุ้นมีเวลาเพียงพอในการพิจารณาวาระที่สำคัญต่างๆ</p>
                                                <p>1.2 บริษัทจะจัดการประชุมผู้ถือหุ้นตามลำดับวาระที่แจ้งไว้ในหนังสือนัดประชุมผู้ถือหุ้น โดยบริษัทจะไม่เพิ่มวาระที่ไม่ได้แจ้งให้ผู้ถือหุ้นทราบล่วงหน้า โดยเฉพาะวาระสำคัญที่ผู้ถือหุ้นต้องใช้เวลาในการศึกษาข้อมูลก่อนตัดสินใจ</p>
                                                <p>1.3 บริษัทเปิดโอกาสให้ผู้ถือหุ้น ที่ไม่สามารถเข้าประชุมด้วยตนเองสามารถใช้สิทธิออกเสียง โดยมอบฉันทะให้ผู้อื่นหรือกรรมการอิสระที่บริษัทมอบหมายเป็นตัวแทนรับมอบฉันทะ มาประชุมและออกเสียงลงมติแทน</p>
                                            </div>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <h6>2. การคุ้มครองสิทธิของผู้ถือหุ้นส่วนน้อย</h6>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <div class="txt-content">
                                                <p>2.1 บริษัทกำหนดให้สิทธิออกเสียงในที่ประชุมผู้ถือหุ้นตามจำนวนหุ้นที่ผู้ถือหุ้นถืออยู่ โดยหนึ่งหุ้นมีสิทธิเท่ากับหนึ่งเสียง</p>
                                                <p>2.2 บริษัทเปิดโอกาสให้ผู้ถือหุ้นส่วนน้อย ส่งรายชื่อผู้ที่เห็นว่าควรเสนอชื่อให้เข้าดำรงตำแหน่งกรรมการ ให้คณะกรรมการพิจารณาตามหลักปฏิบัติและวิธีการที่บริษัทกำหนดไว้ผ่านเว็บไซต์ของบริษัท รวมถึงประกาศการใช้สิทธิดังกล่าวผ่านระบบของตลาดหลักทรัพย์แห่งประเทศไทย</p>
                                                <p>2.3 บริษัทเปิดโอกาสให้ผู้ถือหุ้นส่วนน้อยสามารถเสนอเพิ่มวาระการประชุมผู้ถือหุ้น รวมถึงส่งคำถามล่วงหน้าที่เกี่ยวข้องกับวาระการประชุมก่อนวันประชุมผู้ถือหุ้นตามระเบียบปฏิบัติที่กำหนด โดยวาระการประชุมที่เสนอต้องไม่มีลักษณะเข้าข่ายดังรายละเอียดต่อไปนี้
                                                    <ul class="list-decor">
                                                        <li>เรื่องที่อยู่นอกเหนืออำนาจบริษัทจะดำเนินการได้</li>
                                                        <li>เรื่องที่ขัดกับกฎหมาย ประกาศ ข้อบังคับ กฎ และระเบียบต่างๆของหน่วยงานราชการหรือหน่วยงานที่กำกับดูแลบริษัท หรือไม่เป็นไปตามวัตถุประสงค์ ข้อบังคับ มติที่ประชุมผู้ถือหุ้นของบริษัท</li>
                                                        <li>เรื่องที่อาจก่อให้เกิดความเสียหายอย่างมีนัยสำคัญต่อผู้ถือหุ้นโดยรวม</li>
                                                        <li>เรื่องที่บริษัทได้ดำเนินการแล้ว</li>
                                                        <li>เรื่องที่เป็นไปเพื่อผลประโยชน์ของบุคคลหรือกลุ่มบุคคลโดยเฉพาะ</li>
                                                        <li>เรื่องที่เกี่ยวกับการดำเนินธุรกิจปกติและข้อกล่าวอ้างของผู้เสนอเพิ่มวาระการประชุมไม่ได้แสดงให้เห็นถึงเหตุอันควรสงสัยเกี่ยวกับความไม่ปกติของเรื่องดังกล่าว</li>
                                                        <li>เรื่องที่คณะกรรมการพิจารณาแล้วเห็นว่าไม่มีความจำเป็นที่จะต้องบรรจุเป็นวาระ ซึ่งคณะกรรมการต้องมีเหตุผลสมควรและสามารถอธิบายให้ผู้ถือหุ้นเข้าใจได้</li>
                                                    </ul>
                                                </p>
                                                <p>2.4 บริษัทกำหนดให้มีกรรมการอิสระไม่น้อยกว่าหนึ่งในสามของทั้งคณะ แต่ไม่น้อยกว่า 3 คน เพื่อช่วยคุ้มครองสิทธิของผู้ถือหุ้น</p>
                                            </div>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <h6>3. การป้องกันการใช้ข้อมูลภายใน</h6>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <div class="txt-content">
                                                <p>3.1 บริษัทมีนโยบายห้ามกรรมการและผู้บริหาร รวมถึงพนักงานที่เกี่ยวข้องกับการจัดทำข้อมูลภายใน เปิดเผยข้อมูลดังกล่าวแก่บุคคลภายนอกหรือบุคคลที่ไม่มีหน้าที่เกี่ยวข้อง รวมทั้งห้ามบุคคลข้างต้นทำการซื้อหรือขายหลักทรัพย์ของบริษัท ก่อนการเปิดเผยงบการเงินต่อสาธารณชน 1 เดือน</p>
                                                <p>3.2 บริษัทกำหนดให้กรรมการและผู้บริหารของบริษัท รายงานการเปลี่ยนแปลงการถือครองหลักทรัพย์ของบริษัทให้เลขานุการบริษัททราบ เพื่อดำเนินการรายงานให้สำนักงานคณะกรรมการกำกับหลักทรัพย์และตลาดหลักทรัพย์ตามที่กฎหมายกำหนด</p>
                                                <p>3.3 บริษัทกำหนดให้นำการเปลี่ยนแปลงการถือครองหลักทรัพย์ของบริษัทที่ถือครองโดยกรรมการและผู้บริหารเปิดเผยในรายงานประจำปี</p>
                                            </div>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <h6>4. การมีส่วนได้เสียของกรรมการ</h6>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <div class="txt-content">
                                                <p>4.1 บริษัทกำหนดให้กรรมการที่มีส่วนได้เสียในวาระใดแจ้งการมีส่วนได้เสียให้ที่ประชุมทราบก่อนการพิจารณาในวาระนั้นๆ พร้อมทั้งให้บันทึกรายละเอียดไว้ในรายงานการประชุม ในกรณีมีการมีส่วนได้เสีย มีนัยสำคัญในลักษณะที่อาจทำให้กรรมการดังกล่าวไม่สามารถให้ความเห็นได้อย่างอิสระ ให้กรรมการท่านนั้นงดเว้นจากการเข้าร่วมประชุมพิจารณาในวาระนั้น</p>
                                                <p>4.2 บริษัทกำหนดให้คณะกรรมการตรวจสอบพิจารณารายการที่เกี่ยวโยงกันหรือรายการที่อาจมีความขัดแย้งทางผลประโยชน์ ซึ่งรวมรายการที่กรรมการมีส่วนได้เสียให้มีความถูกต้องและครบถ้วนให้เป็นไป ตามกฎหมายและข้อกำหนดของตลาดหลักทรัพย์ฯ รวมทั้งเปิดเผยข้อมูลในการเข้าทำรายการดังกล่าวอย่างถูกต้องครบถ้วน ทั้งนี้เพื่อให้มั่นใจว่ารายการดังกล่าวสมเหตุสมผลและเป็นประโยชน์สูงสุดต่อบริษัท</p>
                                            </div>
                                        </div>
                                    </div>
                                </div><!-- END//02 -->

                                <!---------- 03 ---------->
                                <div class="display-info" rel="3">
                                    <div class="row">
                                        <div class="col">
                                            <h4>หมวดที่ 3 บทบาทของผู้มีส่วนได้ส่วนเสีย (The Role of Stakeholders)</h4>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <div class="txt-content">
                                                <p>บริษัทให้ความสำคัญและคำนึงถึงสิทธิของผู้มีส่วนได้เสียรวมถึงผลประโยชน์ร่วมกันของผู้มีส่วนได้เสียกลุ่มต่างๆ เช่นผู้ถือหุ้น พนักงาน ลูกค้า คู่ค้า เจ้าหนี้ คู่แข่งทางการค้า ผู้สอบบัญชีอิสระ สังคม และชุมชนที่บริษัทดำเนินธุรกิจ เป็นต้น เพราะเชื่อว่าการดูแลสิทธิและผลประโยชน์ร่วมกันของผู้มีส่วนได้เสียที่เหมาะสมและเป็นธรรม จะช่วยให้บริษัทสามารถเติบโตได้อย่างมั่นคงและยั่งยืน ปรัชญาของบริษัทที่กล่าวไว้ว่า " ยึดมั่นในความเป็นธรรม ใส่ใจในคุณภาพ และร่วมกันทำงานเป็นทีม " สามารถสะท้อนถึงเจตนารมของบริษัทในเรื่องบทบาทของผู้มีส่วนได้เสียเป็นอย่างดี บริษัทจะพิจารณาและทบทวนอย่างต่อเนื่องและสม่ำเสมอ เพื่อส่งเสริมความร่วมมือระหว่างบริษัทกับผู้มีส่วนได้เสียกลุ่มต่างๆในการสร้างความมั่งคั่ง ความมั่นคงทางการเงิน และความยั่งยืนของกิจการ บริษัทได้จัดทำนโยบายการปฏิบัติต่อผู้มีส่วนได้เสียเพื่อให้กรรมการ ผู้บริหาร และพนักงานได้ยึดถือปฏิบัติดังรายละเอียดต่อไปนี้</p>
                                            </div>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <h6>1. การกำหนดนโยบายการปฏิบัติต่อผู้มีส่วนได้เสีย</h6>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <div class="txt-content">
                                                <p>บริษัทได้จัดทำคู่มือจรรยาบรรณธุรกิจซึ่งเป็นนโยบายการปฏิบัติต่อผู้มีส่วนได้เสีย และได้นำรายละเอียดต่างๆในคู่มือนี้เผยแพร่บนเว็บไซต์ของบริษัท www.lighting.co.thเพื่อให้ผู้มีส่วนได้เสียหรือผู้ที่สนใจอื่นๆสามารถอ่านและศึกษาได้สะดวก</p>
                                                <p class="mb-2">คู่มือจรรยาบรรณธุรกิจฉบับนี้ประกอบด้วย</p>
                                                <ul class="list-decor">
                                                    <li>บทนำ</li>
                                                    <li>นโยบายและการจัดการความขัดแย้งทางผลประโยชน์</li>
                                                    <li>จรรยาบรรณของกรรมการบริษัทฯ</li>
                                                    <li>จรรยาบรรณและการปฏิบัติต่อพนักงาน</li>
                                                    <li>จรรยาบรรณและการปฏิบัติต่อผู้มีส่วนได้เสียอื่น
                                                        <ol>
                                                            <li>- นโยบายและการปฏิบัติต่อผู้ถือหุ้น</li>
                                                            <li>- นโยบายและการปฏิบัติต่อลูกค้า</li>
                                                            <li>- นโยบายและการปฏิบัติต่อคู่ค้า</li>
                                                            <li>- นโยบายและการปฏิบัติต่อเจ้าหนี้</li>
                                                            <li>- นโยบายและการปฏิบัติต่อคู่แข่งทางการค้า</li>
                                                            <li>- นโยบายและการปฏิบัติต่อผู้สอบบัญชีอิสระ</li>
                                                        </ol>
                                                    </li>
                                                    <li>นโยบายการต่อต้านการทุจริตและคอร์รัปชั่น</li>
                                                    <li>นโยบายสังคมและสิ่งแวดล้อม</li>
                                                    <li>การดูแลให้มีการปฏิบัติตามจรรยาบรรณและการทบทวนจรรยาบรรณขององค์กร</li>
                                                </ul>
                                            </div>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <h6>2. การเปิดเผยการปฏิบัติตามนโยบาย และการจัดทำรายงานความรับผิดชอบต่อสังคม</h6>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <div class="txt-content">
                                                <p>2.1 ผู้มีส่วนได้เสียหรือผู้สนใจอื่นๆนอกจากจะอ่านและศึกษารายละเอียดนโยบายการปฏิบัติต่อผู้มีส่วน ได้เสียในคู่มือจรรยาบรรณธุรกิจของบริษัทแล้ว ยังสามารถอ่านและศึกษาการเปิดเผยการปฏิบัติตามนโยบายดังกล่าวบนเว็บไซต์หรือในรายงานประจำปีของบริษัท กรณีที่ผู้มีส่วนได้เสียพบประเด็นที่เกี่ยวข้องกับการทำผิดกฎหมาย ความไม่ถูกต้องของรายงานทางการเงิน ระบบควบคุมภายในที่บกพร่อง หรือการผิดจรรยาบรรณธุรกิจ ให้แจ้งเบาะแสไปให้ประธานกรรมการตรวจสอบหรือกรรมการตรวจสอบท่านใดท่านหนึ่งทราบตามที่อยู่บนเว็บไซต์หรือในรายงานประจำปีของบริษัทเพื่อตรวจสอบข้อมูล และหากพบว่าข้อมูลเป็นจริงให้คณะกรรมการตรวจสอบรายงานต่อคณะกรรมการบริษัทเพื่อดำเนินการแก้ไขต่อไป บริษัทมีนโยบายคุ้มครองผู้แจ้งเบาะแสอย่างเต็มที่และจะเก็บข้อมูลดังกล่าวไว้เป็นความลับ</p>
                                                <p>2.2 ผู้มีส่วนได้เสียสามารถส่งความคิดเห็นหรือข้อเสนอแนะที่เป็นประโยชน์เพื่อให้บริษัทปรับปรุงแก้ไขได้ทีเลขานุการบริษัทตามที่อยู่ที่ปรากฏบนเว็บไซต์หรือในรายงานประจำปีของบริษัทเพื่อรวบรวมและรายงานให้คณะกรรมการบริษัทพิจารณาต่อไป</p>
                                                <p>2.3 บริษัทมีนโยบายจัดทำรายงานด้านความรับผิดชอบต่อสังคมและสิ่งแวดล้อมเพื่อเปิดเผยในรายงานประจำปีของบริษัท รวมทั้งเปิดเผยบนเว็บไซต์ของบริษัทเพื่อให้ผู้สนใจทั่วไปรับทราบได้สะดวก</p>
                                            </div>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <h6>3. นโยบายอื่นที่เกี่ยวข้องกับผู้มีส่วนได้เสีย</h6>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <div class="txt-content">
                                                <p>3.1 นโยบายการดูแลการใช้ข้อมูลภายในบริษัทได้กำหนดแนวทางในการรักษาและป้องกันการใช้ข้อมูลภายในโดยได้จัดทำคู่มือพนักงานขึ้นเพื่อให้พนักงานสามารถใช้ยึดถือปฏิบัติ และกำหนดให้ผู้บังคับบัญชาระดับต่างๆและฝ่ายบริหารทรัพยากรบุคคลติดตามดูแลการใช้ข้อมูลดังกล่าวของพนักงานในเบื้องต้น สำหรับข้อมูลด้านสารสนเทศ บริษัทได้จัดทำนโยบายการควบคุม และจัดการระบบสารสนเทศแยกต่างหากเพื่อใช้ควบคุมและติดตามการใช้ข้อมูลสารสนเทศของบริษัทอย่างเป็นระบบ นอกจากนี้ยังได้กำหนดขอบเขตการเปิดเผยข้อมูลของกรรมการ และผู้บริหารต่อบุคคลภายนอกไว้ในคู่มือ จรรยาบรรณธุรกิจของบริษัท และกำหนดให้กรรมการและผู้บริหารแจ้งเรื่องเปลี่ยนแปลงการถือครองหลักทรัพย์ของตนให้เลขานุการบริษัททราบทันที เพื่อทำรายงานส่งให้สำนักงาน ก.ล.ต.ตามข้อกำหนดภายใน 3 วันหลังการทำธุรกรรม</p>
                                                <p>3.2 นโยบายการต่อต้านการทุจริตและคอร์รัปชั่น บริษัทมีนโยบายต่อต้านการทุจริตและคอร์รัปชั่นโดยห้ามกรรมการและพนักงาน แสวงผลประโยชน์ที่ไม่ชอบจากธุรกรรมของบริษัท ห้ามกรรมการและพนักงานรับหรือเรียกร้องผลประโยชน์ใดๆที่ไม่สุจริตจากคู่ค้า รวมทั้งห้ามกรรมการและพนักงานเสนอหรือจ่ายผลประโยชน์ใดๆที่ไม่สุจริตแก่คู่ค้า บริษัทกำหนดให้การดำเนินงานต่างๆของบริษัทอยู่ในกรอบของกฎหมายอย่างเคร่งครัด รวมทั้งไม่ทำธุรกรรมอำพรางที่ไม่ชอบด้วยกฎหมาย และไม่เสนอหรือจ่ายผลประโยชน์ใดๆที่ไม่ชอบด้วยกฎหมายแก่เจ้าหน้าที่ของรัฐ</p>
                                                <p>3.3 นโยบายด้านทรัพย์สินทางปัญญา บริษัทมีนโยบายไม่กระทำการใดๆที่จะเป็นการละเมิดทรัพย์สินทางปัญญาของผู้อื่นไม่ว่าจะเป็นลิขสิทธิ์ สิทธิบัตร หรือเครื่องหมายการค้า รวมทั้งห้ามพนักงานนำ โปรแกรมซอฟต์แวร์ที่ไม่ชอบด้วยกฎหมายมาใช้ในงานของบริษัทโดยให้พนักงานทุกคนลงนามรับทราบนโยบายดังกล่าวของบริษัท</p>
                                                <p>3.4 นโยบายด้านสิทธิมนุษยชน บริษัทมีนโยบายดำเนินธุรกิจโดยคำนึงถึงหลักสิทธิมนุษยชนเพราะเชื่อว่ามนุษย์ทุกคนแม้ว่าอาจเกิดมามีฐานะไม่เท่ากัน แต่ศักดิ์ศรีของความเป็นมนุษย์เท่าเทียมกัน จึงควรปฏิบัติต่อเพื่อนมนุษย์ทุกคนด้วยความเคารพและสุภาพโดยไม่คำนึงถึง เชื้อชาติ ศาสนา เพศ และอายุ บริษัทมีนโยบายว่าจ้างบุคคลทุพพลภาพเข้าทำงานในบริษัทโดยจัดให้ทำงานในตำแหน่งที่เหมาะสมเพื่อให้บุคคลเหล่านี้มีชีวิตความเป็นอยู่ที่ดีขึ้น</p>
                                            </div>
                                        </div>
                                    </div>
                                </div><!-- END//03 -->

                                <!---------- 04 ---------->
                                <div class="display-info" rel="4">
                                    <div class="row">
                                        <div class="col">
                                            <h4>หมวดที่ 4 การเปิดเผยข้อมูลและความโปร่งใส (Disclosure and Transparency)</h4>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <h6>1. การเปิดเผยข้อมูล</h6>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <div class="txt-content">
                                                <p>บริษัทมีนโยบายเปิดเผยข้อมูลและสารสนเทศที่ตรงกับความเป็นจริง มีความถูกต้อง ครบถ้วน ทันเวลาและโปร่งใส ผ่านช่องทางการสื่อสารต่างๆ ดังต่อไปนี้</p>
                                                <ul class="list-decor">
                                                    <li>ผ่านระบบข่าวของของตลาดหลักทรัพย์แห่งประเทศไทย</li>
                                                    <li>รายงานประจำปี (แบบ 56-2)</li>
                                                    <li>แบบแสดงรายการข้อมูลประจำปี (แบบ 56-1)</li>
                                                    <li>เว็บไซต์ของบริษัท</li>
                                                    <li>การประชุมพบปะกับนักวิเคราะห์หลักทรัพย์และนักลงทุนในโอกาสที่เหมาะสม</li>
                                                    <li>การประชุมเพื่อแถลงข้อมูลผลการดำเนินงานในกิจกรรม The Opportunity Day และประชาสัมพันธ์ผ่านสื่ออื่นๆ ตามความจำเป็นและเหมาะสม รวมถึงการนาผู้ถือหุ้นและนักลงทุนที่สนใจเข้าเยี่ยมชมกิจการและโรงงานผลิตของบริษัท</li>
                                                </ul>
                                                <p>บริษัทได้มอบหมายให้ประธานเจ้าหน้าที่บริหารเป็น “ โฆษก ” ของบริษัทโดยมีกรรมการผู้จัดการและผู้อำนวยการฝ่ายบัญชีและ การเงินเป็นผู้ช่วยในการเผยแพร่ข้อมูลและสารสนเทศออกสู่สาธารณะ นอกจากนี้บริษัทยังได้จัดตั้งสำนักผู้ลงทุนสัมพันธ์และสื่อสาร องค์กรขึ้นเพื่อให้บริการและสื่อสารกับบุคคลภายนอก เช่นผู้ถือหุ้น นักลงทุนทั่วไป นักลงทุนสถาบัน นักวิเคราะห์หลักทรัพย์ และหน่วยงานของรัฐที่เกี่ยวข้อง บริษัทมีนโยบายเปิดโอกาสให้บุคคลต่างๆดังกล่าวเข้าพบผู้บริหารของบริษัทได้ตามความเหมาะสมและจะ เปิดเผยข้อมูลและสารสนเทศเฉพาะที่ได้เปิดเผยต่อสาธารณะแล้ว ทั้งนี้เพื่อให้ข้อมูลและสารสนเทศที่สำคัญที่เปิดเผยต่อบุคคลกลุ่มต่างๆมีความ เป็นธรรมและเท่าเทียมกันบริษัทกำหนดให้เปิดเผยข้อมูลต่อไปนี้ในรายงานประจำปี(แบบ 56-2) ได้แก่</p>
                                                <ul class="list-decimal">
                                                    <li>ข้อมูลทั่วไป</li>
                                                    <li>ข้อมูลทางการเงินโดยสรุป</li>
                                                    <li>รายงานจากคณะกรรมการบริษัท</li>
                                                    <li>รายละเอียดคณะกรรมการ/คณะผู้บริหาร/โครงสร้างการบริหาร</li>
                                                    <li>กิจกรรมที่สำคัญของบริษัท</li>
                                                    <li>ผู้ถือหุ้นรายใหญ่และนโยบายการจ่ายเงินปันผล</li>
                                                    <li>ลักษณะการประกอบธุรกิจ/ภาวะอุตสาหกรรมและการแข่งขัน</li>
                                                    <li>โครงสร้างรายได้ของบริษัท</li>
                                                    <li>ปัจจัยความเสี่ยง</li>
                                                    <li>การปฏิบัติตามหลักการกำกับดูแลกิจการ</li>
                                                    <li>รายงานความรับผิดชอบของคณะกรรมการต่อรายงานทางการเงิน</li>
                                                    <li>รายงานของคณะกรรมการตรวจสอบ</li>
                                                    <li>คำอธิบายและการวิเคราะห์ฐานะทางการเงิน</li>
                                                    <li>งบการเงินที่ผ่านการตรวจสอบแล้วจากผู้สอบบัญชีอิสระ</li>
                                                    <li>นโยบายกำกับดูแลกิจการ</li>
                                                    <li>คู่มือจรรยาบรรณธุรกิจ</li>
                                                    <li>นโยบายและการดำเนินมาตรการต่อต้านการทุจริตคอรัปชั่น</li>
                                                    <li>นโยบายและการปฏิบัติ เรื่อง ความรับผิดชอบต่อสังคมและสิ่งแวดล้อม</li>
                                                </ul>
                                                <p>สำหรับข้อมูลที่เปิดเผยในแบบแสดงรายการข้อมูลประจำปี (แบบ 56-1) นอกจากจะประกอบด้วยข้อมูลในแบบ 56-2 แล้ว ยังเปิดเผยข้อมูลต่อไปนี้เพิ่มเติม</p>
                                                <ul class="list-decimal">
                                                    <li>การวิจัยและพัฒนา</li>
                                                    <li>ทรัพย์สินที่ใช้ประกอบธุรกิจ</li>
                                                    <li>โครงการในอนาคต</li>
                                                    <li>ข้อพิพาททางกฎหมาย</li>
                                                    <li>โครงสร้างเงินทุน</li>
                                                    <li>โครงสร้างการจัดการ</li>
                                                    <li>การควบคุมภายใน</li>
                                                    <li>รายการระหว่างกัน</li>
                                                    <li>ข้อมูลอื่นที่เกี่ยวข้อง</li>
                                                </ul>
                                            </div>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <h6>2.ข้อมูลที่เปิดเผยบนเว็บไซต์ของบริษัท บริษัทมีนโยบายเปิดเผยข้อมูลและสารสนเทศบนเว็บไซต์ของบริษัท และจะปรับปรุงข้อมูลให้เป็นปัจจุบันอย่างสมํ่าเสมอ ข้อมูลที่เผยแพร่บนเว็บไซต์ของบริษัทประกอบด้วย</h6>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <div class="txt-content">
                                                <ul class="list-decimal">
                                                    <li>อุดมการณ์หรือปรัชญาของบริษัท</li>
                                                    <li>วิสัยทัศน์และพันธกิจของบริษัท</li>
                                                    <li>ลักษณะการประกอบธุรกิจของบริษัท</li>
                                                    <li>รายชื่อและรายละเอียดของคณะกรรมการและคณะผู้บริหาร</li>
                                                    <li>โครงสร้างรายได้ของบริษัท</li>
                                                    <li>โครงสร้างการถือหุ้นและกลุ่มผู้ถือหุ้นรายใหญ่</li>
                                                    <li>โครงสร้างกลุ่มบริษัทและบริษัทย่อย</li>
                                                    <li>นโยบายและการบริหารความเสี่ยง</li>
                                                    <li>งบการเงินรายไตรมาสที่ผ่านการสอบทานและงบการเงินประจำปีที่ผ่านการตรวจสอบจากผู้สอบบัญชีอิสระแล้ว</li>
                                                    <li>หนังสือเชิญประชุมสามัญและวิสามัญผู้ถือหุ้น</li>
                                                    <li>รายงานประจำปีและแบบ 56-1 ที่สามารถให้ดาวน์โหลดได้</li>
                                                    <li>นโยบายการกำกับดูแลกิจการ</li>
                                                    <li>นโยบายการควบคุมภายใน</li>
                                                    <li>กฎบัตรของสำนักงานตรวจสอบภายใน</li>
                                                    <li>กฎบัตรของคณะกรรมการตรวจสอบ</li>
                                                    <li>กฎบัตรของคณะกรรมการกำกับดูแลกิจการและสรรหาและค่าตอบแทน</li>
                                                    <li>ข้อบังคับของบริษัท</li>
                                                    <li>คู่มือจรรยาบรรณธุรกิจ</li>
                                                    <li>รายชื่อและการติดต่อกับเจ้าหน้าที่ผู้ลงทุนสัมพันธ์</li>
                                                    <li>ข่าวสารและกิจกรรมที่สำคัญของบริษัท</li>
                                                    <li>เรื่องอื่นๆ ที่เป็นประโยชน์ต่อผู้ถือหุ้น</li>
                                                    <li>นโยบายและการดำเนินมาตรการต่อต้านการทุจริตคอรัปชั่น</li>
                                                    <li>นโยบายและการปฏิบัติ เรื่อง ความรับผิดชอบต่อสังคมและสิ่งแวดล้อม</li>
                                                </ul>
                                            </div>
                                        </div>
                                    </div>
                                </div><!-- END//04 -->

                                <!---------- 05 ---------->
                                <div class="display-info" rel="5">
                                    <div class="row">
                                        <div class="col">
                                            <h4>หมวดที่ 5 ความรับผิดชอบของคณะกรรมการ (Responsibilities of the Board of Directors)</h4>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <div class="txt-content">
                                                <p>คณะกรรมการมีความรับผิดชอบต่อผู้ถือหุ้นในการดำเนินธุรกิจของบริษัท มีหน้าที่ปฏิบัติงานให้เป็นไปตามกฎหมาย ตามหลักเกณฑ์และข้อบังคับของ ก.ล.ต. ตามข้อบังคับของตลาดหลักทรัพย์ฯ และข้อบังคับของบริษัท ตลอดจนมติที่ประชุมผู้ถือหุ้น โดยปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริต ระมัดระวัง รอบคอบ และคำนึงถึงผลประโยชน์สูงสุดของบริษัทและเป็นธรรมต่อผู้ถือหุ้นทุกคน บริษัทกำหนดให้คณะกรรมการประกอบด้วยบุคคลที่มีความรู้ ความสามารถ มีประสบการณ์ที่เป็นประโยชน์ต่อธุรกิจของบริษัท และพร้อมที่จะอุทิศเวลาในการปฏิบัติหน้าที่เพื่อเสริมสร้างให้บริษัทมีคณะกรรมการที่แข็งแกร่ง รวมทั้งได้ผ่านการอบรมหลักสูตรกรรมการจากสมาคมสถาบันกรรมการบริษัทไทย (IOD)เพื่อให้เข้าใจบทบาทสำคัญในการกำกับ ตรวจสอบ และประเมินการดำเนินงานของบริษัท</p>
                                            </div>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <h6>1. โครงสร้างคณะกรรมการ</h6>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <div class="txt-content">
                                                <p class="mb-2">คณะกรรมการของบริษัทในปัจจุบัน ประกอบด้วยคณะกรรมการชุดย่อยทั้งหมดจำนวน 4 คณะ ดังนี้</p>
                                                <ul class="list-decor">
                                                    <li>คณะกรรมการบริษัท</li>
                                                    <li>คณะกรรมการบริหาร</li>
                                                    <li>คณะกรรมการตรวจสอบ</li>
                                                    <li>คณะกรรมการกำกับดูแลกิจการและสรรหาและค่าตอบแทน</li>
                                                </ul>
                                                <p></p>

                                                <p class="mb-1">1.1 องค์ประกอบของคณะกรรมการบริษัท</p>
                                                <ul class="list-decor">
                                                    <li>คณะกรรมการประกอบด้วยประธานกรรมการและกรรมการอื่นรวมกันแล้วไม่น้อยกว่า 5 คน และกรรมการไม่น้อยกว่ากึ่งหนึ่งต้องมีถิ่นที่อยู่ในประเทศไทย ปัจจุบันมีกรรมการรวม 11 คน</li>
                                                    <li>คณะกรรมการบริษัทต้องมีกรรมการอิสระอย่างน้อย 1 ใน 3 ของคณะกรรมการทั้งคณะ และต้องไม่ต่ำกว่า 3 คน</li>
                                                    <li>คณะกรรมการบริษัทต้องมีกรรมการที่ไม่ใช่ผู้บริหารอย่างน้อยกึ่งหนึ่ง</li>
                                                    <li>ประธานกรรมการไม่ใช่คนเดียวกับประธานเจ้าหน้าที่บริหาร</li>
                                                    <li>ประธานเจ้าหน้าที่บริหารเป็นกรรมการในคณะกรรมการโดยตำแหน่ง</li>
                                                    <li>คณะกรรมการมีเลขานุการบริษัททำหน้าที่เลขานุการของคณะกรรมการ ซึ่งทำหน้าที่ให้คำแนะนำด้านกฎหมายและกฎเกณฑ์ต่างๆที่คณะกรรมการต้องทราบและปฏิบัติตามมติของคณะกรรมการ</li>
                                                    <li>กรรมการที่พ้นจากตำแหน่งตามวาระอาจได้รับการแต่งตั้งกลับเข้าเป็นกรรมการใหม่ได้ และการเป็นกรรมการจะเป็นกี่วาระก็ได้โดยความเห็นชอบของที่ประชุมผู้ถือหุ้น</li>
                                                    <li>กรรมการบริษัทต้องไม่เป็นกรรมการในบริษัทมหาชนอื่นเกิน 5 แห่ง และการดำรงตำแหน่งกรรมการในบริษัทอื่นดังกล่าวต้องแจ้งให้คณะกรรมการรับทราบและเห็นชอบ</li>
                                                    <li>ห้ามมิให้กรรมการประกอบกิจการเข้าเป็นหุ้นส่วนหรือเข้าเป็นกรรมการในนิติบุคคลอื่นที่มีสภาพธุรกิจอย่างเดียวกันและดำเนินธุรกิจอันเป็นการแข่งขันกับกิจการของบริษัทเว้นแต่จะแจ้งให้ที่ประชุมผู้ถือหุ้นทราบก่อนที่จะมีมติแต่งตั้ง</li>
                                                    <li>กรรมการทุกคนควรเข้าใจเป็นอย่างดีถึงหน้าที่ความรับผิดชอบของคณะกรรมการและลักษณะการดำเนินธุรกิจของบริษัท พร้อมที่จะแสดงความคิดเห็นของตนอย่างเป็นอิสระ รวมทั้งอุทิศเวลาและความพยายามในการปฏิบัติหน้าที่เพื่อเสริมสร้างให้บริษัทมีคณะกรรมการที่เข้มแข็ง</li>
                                                    <li>กรรมการบริษัทต้องมีคุณสมบัติและประสบการณ์ตามที่บริษัทต้องการและไม่มีลักษณะต้องห้ามตามกฎหมายหรือข้อกำหนดของสำนักงาน ก.ล.ต. และตลาดหลักทรัพย์ฯ</li>
                                                </ul>

                                                <p class="mb-1">1.2 นิยามและคุณสมบัติของกรรมการ</p>
                                                <ul class="list-decor">
                                                    <li>กรรมการบริหาร หมายถึงผู้บริหารที่ได้รับแต่งตั้งเป็นกรรมการของบริษัท กรรมการบริหารต้องเป็นผู้ที่มีความรู้ความเข้าใจในธุรกิจของบริษัท และต้องไม่เป็นบุคคลต้องห้ามเป็นกรรมการบริษัทตามกฎหมายหรือข้อกำหนดของสำนักงาน ก.ล.ต. หรือตลาดหลักทรัพย์ฯ</li>
                                                    <li>กรรมการที่ไม่เป็นผู้บริหาร หมายถึงกรรมการบริษัทที่ไม่ได้เป็นผู้บริหาร กรรมการที่ไม่เป็นผู้บริหารต้องเป็นผู้ที่มีทักษะ มีประสบการณ์ หรือมีความสามารถเฉพาะด้านที่เป็นประโยชน์กับบริษัท และต้องไม่เป็นบุคคลต้องห้ามเป็นกรรมการตามกฎหมาย หรือข้อกำหนดของสำนักงาน ก.ล.ต. หรือตลาดหลักทรัพย์ฯ</li>
                                                    <li>กรรมการอิสระ คือกรรมการที่ไม่ได้บริหารจัดการบริษัท หรือบริษัทย่อยของบริษัท มีความอิสระจากคณะผู้บริหารและผู้ถือหุ้นรายใหญ่ และไม่มีธุรกิจกับบริษัท ซึ่งอาจส่งผลกระทบในทางลบต่อผลประโยชน์ของบริษัท และ/หรือผลประโยชน์ของผู้ถือหุ้น ทั้งนี้บริษัท ได้กำหนดนิยามกรรมการอิสระเท่ากับข้อกำหนดขั้นต่ำของ ก.ล.ต. หรือตลาดหลักทรัพย์</li>
                                                </ul>

                                                <p class="mb-1">1.3 กรรมการอิสระ</p>
                                                <p class="mb-1">คุณสมบัติของกรรมการอิสระ</p>
                                                <ul class="list-decimal">
                                                    <li>กรรมการอิสระรวมทั้งบุคคลที่เกี่ยวข้องต้องถือหุ้นไม่เกินร้อยละ 1 ของจำนวนหุ้นที่มีสิทธิออกเสียงทั้งหมดของบริษัท หรือบริษัทย่อย บริษัทร่วม หรือนิติบุคคลที่อาจมีความขัดแย้ง</li>
                                                    <li>กรรมการอิสระต้องไม่เป็นหรือเคยเป็นกรรมการที่มีส่วนร่วมบริหารงาน ลูกจ้าง พนักงาน หรือเป็นที่ปรึกษาที่ได้รับเงินเดือนประจำ หรือผู้มีอำนาจควบคุมของบริษัท บริษัทย่อย บริษัทร่วม บริษัทย่อยลำดับเดียวกัน หรือนิติบุคคลที่อาจมีความขัดแย้ง เว้นแต่จะได้พ้นจากการมีลักษณะดังกล่าวมาแล้วไม่น้อยกว่าสองปีก่อนวันได้รับการแต่งตั้ง</li>
                                                    <li>กรรมการอิสระจะต้องไม่มีส่วนได้เสียทางการเงินหรือผลประโยชน์อื่นๆ ในการบริหารจัดการและธุรกิจทั้งในทางตรงหรือทางอ้อมของบริษัท หรือบริษัทย่อย บริษัทร่วม หรือบริษัทที่เกี่ยวข้องอื่นใดในลักษณะที่อาจเป็นการขัดขวางการใช้วิจารณญาณอย่างอิสระของตน หรือไม่เป็นหรือเคยเป็นผู้ถือหุ้นรายใหญ่ เว้นแต่จะได้พ้นจากการมีลักษณะดังกล่าวมาแล้วไม่น้อยกว่าสองปีก่อนวันได้รับการแต่งตั้ง</li>
                                                    <li>กรรมการอิสระจะต้องไม่มีความสัมพันธ์กับกรรมการที่เป็นผู้บริหาร เจ้าหน้าที่บริหาร ผู้มีอำนาจควบคุมหรือผู้ถือหุ้นรายใหญ่ของบริษัท หรือบริษัทย่อย ไม่ว่าจะเป็นความสัมพันธ์ทางสายโลหิต หรือโดยการจดทะเบียนตามกฎหมาย ในลักษณะที่เป็นบิดามารดา คู่สมรส พี่น้องและบุตร รวมทั้งคู่สมรสของบุตรของกรรมการที่เป็นผู้บริหาร เจ้าหน้าที่บริหาร ผู้มีอำนาจควบคุมหรือผู้ถือรายใหญ่</li>
                                                    <li>กรรมการอิสระจะต้องไม่ทำการเป็นตัวแทนอย่างเปิดเผยหรืออย่างไม่เปิดเผยของกรรมการ ผู้ถือหุ้นรายใหญ่ หรือกลุ่มผู้ถือหุ้นใด หรือเป็นญาติของผู้ถือหุ้นรายใหญ่คนใดหรือกลุ่มผู้ถือหุ้นใด</li>
                                                    <li>กรรมการอิสระจะต้องทำหน้าที่และใช้วิจารณญาณของตน โดยไม่ได้รับอิทธิพลจากกรรมการที่เป็นผู้บริหารหรือผู้ถือหุ้นรายใหญ่ของบริษัท รวมทั้งบุคคลที่เกี่ยวข้องหรือญาติ</li>
                                                    <li>กรรมการอิสระจะต้องไม่เป็นหรือเคยเป็นผู้สอบบัญชีของบริษัท บริษัทย่อย บริษัทร่วมหรือบริษัทที่เกี่ยวข้อง เว้นแต่จะได้พ้นจากการมีลักษณะดังกล่าวมาแล้วไม่น้อยกว่าสองปีก่อนวันได้รับการแต่งตั้ง</li>
                                                    <li>กรรมการอิสระจะต้องไม่เป็นหรือเคยเป็นผู้ให้บริการทางวิชาชีพใดๆ ซึ่งรวมถึงการให้บริการเป็นที่ปรึกษากฎหมายหรือที่ปรึกษาทางการเงิน ซึ่งได้รับค่าบริการเกินกว่าสองล้านบาทต่อปีจากบริษัท บริษัทย่อย บริษัทร่วม หรือบริษัทที่เกี่ยวข้อง เว้นแต่จะได้พ้นจากการมีลักษณะดัง กล่าวมาแล้วไม่น้อยกว่าสองปีก่อนวันได้รับการแต่งตั้ง</li>
                                                    <li>บริษัทกำหนดให้กรรมการอิสระดำรงตำแหน่งตามวาระได้ไม่เกิน 9 ปี คณะกรรมการบริษัทอาจพิจารณาเสนอให้แต่งตั้งกรรมการอิสระท่านนั้นดำรงตำแหน่งต่อเนื่องต่อไป หากเห็นว่าการให้ดำรงตำแหน่งดังกล่าวต่อเนื่องต่อไปมีความจำเป็นและเป็นประโยชน์สูงสุดต่อบริษัท</li>
                                                </ul>
                                            </div>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <h6>2. คณะกรรมการชุดย่อย</h6>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <div class="txt-content">
                                                <p>คณะกรรมการบริษัทมีการแต่งตั้งคณะกรรมการชุดย่อยต่างๆ ได้แก่ คณะกรรมการบริหาร คณะกรรมการตรวจสอบ คณะกรรมการกำกับดูแลกิจการและสรรหา เพื่อให้ปฏิบัติหน้าที่เฉพาะเรื่องและนำเสนอผลให้คณะกรรมการบริษัท พิจารณาและรับทราบ ซึ่งคณะกรรมการชุดย่อยมีหน้าที่และความรับผิดชอบตามที่กำหนด</p>
                                                <p class="mb-1">2.1 คณะกรรมการบริหาร</p>
                                                <ul class="list-decor">
                                                    <li>มีอำนาจอนุมัติการชำระเงินหรือใช้จ่ายเงินรวมถึงการเข้าเป็นผู้ค้าประกันการชำระเงินเพื่อทำธุรกรรมตามปกติของบริษัทภายใต้วงเงินไม่เกิน 200 ล้านบาท</li>
                                                    <li>มีอำนาจแต่งตั้งและถอดถอนเจ้าหน้าที่ของบริษัทในตำแหน่งที่ไม่สูงกว่าตำแหน่งกรรมการผู้จัดการ</li>
                                                    <li>มีอำนาจจัดทำ กำหนดนโยบาย และทิศทางธุรกิจ ของบริษัทเพื่อเสนอต่อคณะกรรมการบริษัท</li>
                                                    <li>จัดตั้งโครงสร้างองค์กรและการบริหาร โดยให้ครอบคลุมการคัดเลือก การฝึกอบรม การว่าจ้าง และการเลิกจ้างของพนักงานของบริษัท</li>
                                                    <li>กำหนดแผนธุรกิจและอำนาจการบริหารงาน อนุมัติงบประมาณประจำปี และ ดำเนินงานตามแผนธุรกิจและกลยุทธ์ทางธุรกิจที่สอดคล้องกับนโยบายและทิศทางธุรกิจที่ได้แถลงต่อคณะกรรมการบริษัท</li>
                                                    <li>ปฏิบัติหน้าที่อื่นๆ ตามที่ได้รับมอบหมายจากคณะกรรมการบริษัท การมอบอำนาจดังกล่าวให้แก่คณะกรรมการนั้น กำหนดให้รายการที่กรรมการบริหารหรือบุคคลที่เกี่ยวโยงกัน มีส่วนได้เสีย หรืออาจมีความขัดแย้งทางผลประโยชน์อื่นใด (ตามที่สำนักงาน ก.ล.ต. และตลาดหลักทรัพย์ฯ กาหนด) กับบริษัทหรือบริษัทย่อย ให้กรรมการบริหารซึ่งมีส่วนได้เสียในเรื่องใดไม่มีสิทธิออกเสียงลงคะแนนในเรื่องนั้น</li>
                                                </ul>

                                                <p class="mb-1">2.2 คณะกรรมการตรวจสอบ</p>
                                                <p>คณะกรรมการตรวจสอบ แต่งตั้งโดยคณะกรรมการบริษัท คณะกรรมการตรวจสอบประกอบด้วยกรรมการอิสระอย่างน้อย 3 คน สามารถใช้ดุลยพินิจของตนอย่างเป็นอิสระ สามารถอ่านและเข้าใจพื้นฐานของงบการเงินซึ่งจำเป็นต้องมีในการทำหน้าที่กรรมการตรวจสอบ กรรมการตรวจสอบอย่างน้อย 1 คน ต้องมีความรู้ ความชำนาญ ทางด้านบัญชี หรือการจัดการด้านการเงินที่เกี่ยวข้องตามข้อกำหนดของตลาดหลักทรัพย์ฯคณะกรรมการตรวจสอบต้องจัดทำกฎบัตรของคณะกรรมการตรวจสอบ และเห็นชอบโดยคณะกรรมการบริษัท เพื่อใช้เป็นแนวทางในการปฏิบัติซึ่งครอบคลุมเรื่องดังต่อไปนี้</p>
                                                <ul class="list-decor">
                                                    <li>สอบทานให้บริษัทมีรายงานทางการเงิน (รายไตรมาสและประจำปี) ที่ถูกต้องและเปิดเผยข้อมูลเกี่ยวข้องของบริษัทอย่างเพียงพอก่อนเสนอต่อคณะกรรมการบริษัท</li>
                                                    <li>สอบทานให้บริษัทมีระบบควบคุมภายในและระบบตรวจสอบภายในที่เหมาะสมและมีประสิทธิภาพ</li>
                                                    <li>สอบทานให้บริษัทมีระบบการประเมินความเสี่ยง และการบริหารความเสี่ยงที่เหมาะสมเพียงพอและมีประสิทธิภาพ</li>
                                                    <li>สอบทานให้บริษัทปฏิบัติตามกฎหมายว่าด้วยหลักทรัพย์และตลาดหลักทรัพย์ฯ ข้อกำหนดของตลาดหลักทรัพย์ฯ หรือกฎหมายที่เกี่ยวข้องกับธุรกิจของบริษัท</li>
                                                    <li>พิจารณาคัดเลือกเพื่อเสนอแต่งตั้งและกำหนดค่าตอบแทนผู้สอบบัญชีของบริษัท ประสานงานกับผู้สอบบัญชีเกี่ยวกับวัตถุประสงค์ในการดำเนินการตรวจสอบ ขอบเขต แนวทาง แผนงาน และปัญหาที่พบระหว่างการตรวจสอบ และประเด็นที่ผู้สอบบัญชีเห็นว่าเป็นสาระสำคัญ</li>
                                                    <li>พิจารณาเปิดเผยข้อมูลของบริษัทในกรณีที่เกิดรายการที่เกี่ยวโยงกัน หรือรายการที่อาจมีความขัดแย้งทางผลประโยชน์ให้มีความถูกต้องและครบถ้วน</li>
                                                    <li>จัดทำรายงานผลการกำกับดูแลกิจการของคณะกรรมการตรวจสอบ โดยเปิดเผยไว้ในรายงานประจำปีของบริษัท ซึ่งรายงานดังกล่าวต้องลงนามโดยประธานกรรมการตรวจสอบ</li>
                                                    <li>ปฏิบัติหน้าที่อื่นๆ ตามที่ได้รับมอบหมายจากคณะกรรมการบริษัท</li>
                                                </ul>

                                                <p class="mb-1">2.3 คณะกรรมการกำกับดูแลกิจการและสรรหา</p>
                                                <p>คณะกรรมการกำกับดูแลกิจการและสรรหาแต่งตั้งโดยคณะกรรมการบริษัท คณะกรรมการกำกับดูแลกิจการและสรรหาประกอบด้วยกรรมการของบริษัทอย่างน้อย 3 คน สามารถใช้ดุลยพินิจของตนอย่างเป็นอิสระ ประธานกรรมการกำกับดูแลกิจการและสรรหาต้องเป็นกรรมการอิสระ คณะกรรมการกำกับดูแลกิจการและสรรหา ต้องจัดทำกฎบัตรของคณะกรรมการกำกับดูแลกิจการและสรรหาและเห็นชอบโดยคณะกรรมการบริษัทซึ่งครอบคลุมเรื่องต่อไปนี้</p>
                                                <ul class="list-decor">
                                                    <li>พิจารณาทบทวนนโยบายและหลักปฏิบัติในเรื่องการกำกับดูแลกิจการและจรรยาบรรณธุรกิจของบริษัท และปรับปรุงให้ทันสมัยและมีความเหมาะสม</li>
                                                    <li>ติดตามและประเมินผลการปฏิบัติตามนโยบายการกากับดูแลกิจการและจรรยาบรรณธุรกิจของบริษัทเป็นประจำ อย่างน้อยปีละ 1 ครั้ง</li>
                                                    <li>จัดให้มีการประเมินผลการปฏิบัติงานประจำปีของคณะกรรมการบริษัท คณะกรรมการแต่ละชุด รวมทั้งประเมินผลการปฏิบัติงานตนเองของ คณะกรรมการกำกับดูแลกิจการ สรรหา และค่าตอบแทน) และกรรมการแต่ละคนเป็นรายบุคคล ตลอดจนทำหน้าที่สอบทานผลการประเมิน ของคณะกรรมการแต่ละชุด และรายงานผลต่อคณะกรรมการบริษัท</li>
                                                    <li>จัดให้มีการประเมินผลการปฏิบัติงานของประธานเจ้าหน้าที่บริหาร (CEO) เป็นประจำทุกปี และรายงานผลต่อคณะกรรมการบริษัท</li>
                                                    <li>สรรหาและคัดเลือกบุคคลเป็นกรรมการบริษัท เพื่อให้คณะกรรมการบริษัทเห็นชอบและเสนอต่อที่ประชุมผู้ถือหุ้นเพื่ออนุมัติ</li>
                                                    <li>สรรหาและคัดเลือกบุคคลเป็นประธานเจ้าหน้าที่บริหารของบริษัทเพื่อเสนอให้คณะกรรมการบริษัทพิจารณาอนุมัติ</li>
                                                    <li>สรรหาและคัดเลือกบุคคลเป็นประธานกรรมการบริหารของบริษัทฯ เพื่อเสนอให้คณะกรรมการบริษัทฯพิจารณาอนุมัติ</li>
                                                    <li>พิจารณาและเสนอค่าตอบแทนของคณะกรรมการบริษัทฯ</li>
                                                    <li>พิจารณาและเสนอค่าตอบแทนของประธานกรรมการบริหาร</li>
                                                </ul>
                                            </div>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <h6>3. บทบาท หน้าที่ และความรับผิดชอบของคณะกรรมการ</h6>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <div class="txt-content">
                                                <p>คณะกรรมการมีหน้าที่ปฏิบัติงานให้เป็นไปตามกฎหมาย ตามหลักเกณฑ์และข้อบังคับของสำนักงาน ก.ล.ต. และของตลาดหลักทรัพย์ฯ ตามข้อบังคับของบริษัท ตลอดจนตามมติของที่ประชุมผู้ถือหุ้น โดยปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริต ระมัดระวัง รอบคอบ และคำนึงถึงผลประโยชน์สูงสุดของบริษัทและเป็นธรรมต่อผู้ถือหุ้นทุกคน บทบาทและหน้าที่ความรับผิดชอบของคณะกรรมการครอบคลุมในเรื่องต่อไปนี้</p>
                                                <ul class="list-decor">
                                                    <li>พิจารณาและให้ความเห็นชอบในเรื่องที่สำคัญเกี่ยวกับการดำเนินงานของบริษัท เช่น วิสัยทัศน์ พันธกิจ กลยุทธ์ แผนธุรกิจ เป้าหมายทางการเงิน งบประมาณ และการบริหารความเสี่ยง เป็นต้น</li>
                                                    <li>ติดตามและดูแลให้ฝ่ายบริหารดำเนินงานตามนโยบาย ทิศทางธุรกิจ และแผนงานที่กำหนดไว้อย่างมีประสิทธิภาพ</li>
                                                    <li>ติดตามและดูแลให้บริษัทมีระบบควบคุมภายใน และระบบบริหารความเสี่ยงที่เพียงพอ และมีประสิทธิภาพ รวมทั้งมอบหมายให้คณะกรรมการตรวจสอบช่วยสอบทานเรื่องดังกล่าว และรายงานเรื่องนี้ในรายงานประจำปี</li>
                                                    <li>ติดตามและดูแลให้บริษัทมีระบบควบคุมด้านการดำเนินงาน ด้านรายงานทางการเงิน และด้านการปฏิบัติตามกฎ ระเบียบ และนโยบาย รวมทั้งมอบหมายให้คณะกรรมการตรวจสอบช่วยสอบทานเรื่องดังกล่าว โดยมีสำนักงานตรวจสอบภายในและพัฒนาระบบช่วยตรวจสอบ และติดตามอย่างใกล้ชิด พร้อมทั้งให้คณะกรรมการตรวจสอบรายงานเรื่องนี้ในรายงานประจำปี</li>
                                                    <li>พิจารณารายการที่อาจมีความขัดแย้งทางผลประโยชน์อย่างรอบคอบ โดยที่ผู้มีส่วนได้เสียไม่มีส่วนร่วมในการพิจารณารวมทั้งเปิดเผยข้อมูลของรายการดังกล่าวอย่างถูกต้องและครบถ้วน</li>
                                                    <li>ติดตามและดูแลให้บริษัทจัดทำนโยบายการกำกับดูแลกิจการเป็นลายลักษณ์อักษรพร้อมทั้งให้ความเห็นชอบในนโยบายดังกล่าว ตลอดจนมอบหมายให้คณะกรรมการกำกับดูแล กิจการและสรรหาติดตามให้มีการปฏิบัติตามนโยบายดังกล่าว รวมทั้งสอบทานและปรับปรุงให้เหมาะสมและทันสมัยอย่างสมํ่าเสมอ</li>
                                                    <li>ติดตามและดูแลให้บริษัทจัดทำจรรยาบรรณธุรกิจเป็นลายลักษณ์อักษร เพื่อให้กรรมการ ผู้บริหาร และพนักงาน ใช้ยึดถือในการปฏิบัติ พร้อมทั้งมอบหมายให้คณะกรรมการกำกับดูแล กิจการและสรรหาสอบทานและปรับปรุงให้ทันสมัยอย่างสมํ่าเสมอ รวมทั้งติดตามให้มีการปฏิบัติตามจรรยาบรรณธุรกิจดังกล่าวอย่างจริงจัง</li>
                                                    <li>ติดตามและดูแลให้บริษัทมีกลไกในการกำกับดูแลบริษัทย่อยอย่างมีประสิทธิภาพ เพื่อดูแลรักษาผลประโยชน์ในเงินลงทุนของบริษัท</li>
                                                    <li>ติดตามและดูแลให้บริษัทมีแผนการดำเนินธุรกิจที่ต่อเนื่องในระยะยาวซึ่งครอบคลุมถึงความต่อเนื่องของผู้บริหารและแผนการพัฒนาพนักงาน</li>
                                                    <li>คณะกรรมการกำหนดให้เลขานุการบริษัทเป็นผู้รวบรวมความคิดเห็นหรือข้อเสนอแนะที่เป็นประโยชน์จากผู้มีส่วนได้เสียและรายงานให้ที่ประชุมคณะกรรมการเพื่อพิจารณากรณีที่ผู้มีส่วน ได้เสียพบประเด็นที่เกี่ยวข้องกับการทาผิดกฎหมาย ความไม่ถูกต้องของรายงานทางการเงิน ระบบควบคุมภายในที่บกพร่อง หรือการผิดจรรยาบรรณธุรกิจ ให้แจ้งเบาะแสไปให้ประธานกรรม การตรวจสอบหรือกรรมการตรวจสอบท่านใดท่านหนึ่งเพื่อตรวจสอบข้อมูล หากพบว่าข้อมูลเป็นจริงให้คณะกรรมการตรวจสอบรายงานต่อคณะกรรมการบริษัทเพื่อดำเนินการแก้ไข โดยให้ ประกาศช่องทางการแจ้งเบาะแสหรือเสนอข้อแนะนำในเว็บไซต์ของบริษัท บริษัทมีนโยบายคุ้มครองผู้แจ้งเบาะแสอย่างเต็มที่และจะเก็บข้อมูลการแจ้งเบาะแสเป็นความลับ</li>
                                                </ul>
                                            </div>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <h6>4. การประชุมคณะกรรมการ</h6>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <div class="txt-content">
                                                <p>บริษัทกำหนดให้จัดประชุมคณะกรรมการชุดใหญ่อย่างน้อยปีละ 4 ครั้งเพื่อพิจารณาและรับทราบผลการดำเนินงาน รวมทั้งตัดสินใจเรื่องการดำเนินธุรกิจของบริษัทซึ่งผ่าน การพิจารณาและกลั่นกรองจากคณะกรรมการชุดย่อยแล้ว คณะกรรมการบริหารจะจัดประชุมอย่างน้อยเดือนละ 1 ครั้งเพื่อพิจารณาผลการดำเนินงานของบริษัทคณะกรรมการ ตรวจสอบจะจัดประชุมอย่างน้อยปีละ 4 ครั้ง เพื่อพิจารณาเรื่องต่างๆตามที่กำหนดไว้ในกฎบัตรของคณะกรรมการตรวจสอบ และคณะกรรมการกำกับดูแลกิจการและสรรหาจะจัดประชุมอย่างน้อยปีละ1 ครั้ง เพื่อพิจารณาเรื่องต่างๆตามที่กำหนดไว้ในกฎบัตรของคณะกรรมการกำกับดูแลกิจการและสรรหา กรณีที่มีเรื่องเร่งด่วนหรือมีความจำเป็น คณะกรรมการและคณะกรรมการชุดย่อยจะจัดประชุมเพิ่มเติมตามความจำเป็น บริษัทกำหนดวันและเวลาการประชุมล่วงหน้าตลอดทั้งปี เพื่อให้กรรมการทุกท่านสามารถจัดเวลาและเข้าร่วมประชุมได้ ในการประชุมคณะกรรมการทุกครั้งบริษัทกำหนดให้ดำเนินการดังต่อไปนี้</p>
                                                <ul class="list-decor">
                                                    <li>ส่งเอกสารประกอบการประชุมให้คณะกรรมการล่วงหน้าอย่างน้อย 5 วัน เพื่อให้มีเวลาในการศึกษาข้อมูลได้อย่างเพียงพอ</li>
                                                    <li>ประธานกรรมการและประธานเจ้าหน้าที่บริหารร่วมกันพิจารณาเรื่องที่จะนำเข้าวาระการประชุม พร้อมทั้งเปิดโอกาสให้กรรมการแต่ละท่านมีอิสระในการเสนอเรื่องที่เป็นประโยชน์ต่อบริษัทเข้าสู่วาระการประชุม</li>
                                                    <li>บริษัทกำหนดให้กรรมการทุกท่านเข้าร่วมประชุมคณะกรรมการบริษัททุกครั้ง หากกรรมการท่านใดไม่สามารถเข้าร่วมประชุมได้ในครั้งใด ให้แจ้งเลขานุการบริษัททราบ</li>
                                                    <li>ประธานกรรมการจะจัดสรรเวลาที่เพียงพอเพื่อให้คณะกรรมการ สามารถพิจารณาวาระต่างๆได้อย่างอิสระและรอบคอบ</li>
                                                    <li>กรรมการที่มีส่วนได้เสียในวาระใด ต้องแจ้งการมีส่วนได้เสียให้ที่ประชุมทราบก่อนการพิจารณาในวาระนั้นและให้กรรมการท่านนั้นงดออกเสียงในวาระดังกล่าว ให้กรรมการท่านนั้นงดเว้นจากการเข้าร่วมประชุมพิจารณาในวาระนั้น</li>
                                                    <li>การลงมติในที่ประชุมให้ถือเสียงข้างมาก โดยกรรมการหนึ่งคนมีหนึ่งเสียง หากมีกรรมการคัดค้านในมติใดให้บันทึกคำคัดค้านนั้นในรายงานการประชุม</li>
                                                    <li>บริษัทกำหนดให้กรรมการที่ไม่เป็นผู้บริหารมีโอกาสที่จะประชุมระหว่างกันเองอย่างน้อยปีละ 1 ครั้งเพื่ออภิปรายปัญหาต่างๆเกี่ยวกับการบริหารจัดการที่อยู่ในความสนใจโดยไม่มีฝ่ายบริหารร่วมด้วย</li>
                                                    <li>คณะกรรมการสามารถขอข้อมูลหรือสารสนเทศที่จาเป็นเพิ่มเติมเพื่อใช้ประกอบในการพิจารณาวาระต่างๆได้โดยติดต่อผ่านเลขานุการบริษัท รวมทั้งสามารถขอให้ฝ่ายบริหารเชิญพนักงานที่เกี่ยวข้องกับปัญหามาชี้แจงเพื่อประกอบการพิจารณา</li>
                                                    <li>คณะกรรมการอาจขอให้ฝ่ายบริหารเชิญที่ปรึกษาหรือผู้ประกอบวิชาชีพภายนอกมาให้ความเห็นเพื่อประกอบการพิจารณาปัญหาที่เกี่ยวข้องกับบริษัท</li>
                                                    <li>เลขานุการบริษัททำหน้าที่เป็นเลขานุการของคณะกรรมการและทำหน้าที่ให้การสนับสนุนการจัดเตรียมระเบียบวาระการประชุม ทำหนังสือเชิญประชุม ดูแลและจัดการประชุม จัดเก็บเอกสารเกี่ยวกับการประชุม และให้คำปรึกษาเกี่ยวกับการปฏิบัติของคณะกรรมการให้เป็นไปตามกฎหมาย ข้อบังคับ และระเบียบต่างๆ ที่เกี่ยวข้อง</li>
                                                </ul>
                                            </div>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <h6>5. การประเมินตนเองของคณะกรรมการ</h6>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <div class="txt-content">
                                                <p>บริษัทเชื่อว่าการมีกลไกที่ดีในการประเมินการปฏิบัติงานของคณะกรรมการ และคณะกรรมการชุดย่อยจะช่วยให้คณะกรรมการ และคณะกรรมการชุดย่อยสามารถปรับปรุงการปฏิบัติงานได้ดีและมีประสิทธิภาพยิ่งขึ้น จึงได้กำหนดให้คณะกรรมการและกรรมการชุดย่อยมีการประเมินตนเองดังรายละเอียดต่อไปนี้</p>
                                                <ul class="list-decor">
                                                    <li>ให้คณะกรรมการและคณะกรรมการชุดย่อยทุกชุดประเมินตนเองในผลการปฏิบัติงานของแต่ละคณะอย่างน้อยปีละ 1 ครั้ง พร้อมทั้งให้เปิดเผยผลการประเมินในภาพรวมในรายงานประจำปี</li>
                                                    <li>ให้คณะกรรมการกำกับดูแลกิจการและสรรหาทำหน้าที่ประเมินผลการปฏิบัติงานของประธานเจ้าหน้าที่บริหารอย่างน้อยปีละ 1 ครั้ง พร้อมทั้งเปิดเผยผลการประเมินในรายงานประจำปี</li>
                                                    <li>ให้คณะกรรมการกำกับดูแลกิจการและสรรหาจัดทำและปรับปรุงแบบการประเมินตนเองของคณะกรรมการและคณะกรรมการชุดย่อย รวมทั้งแบบการประเมินของประธานเจ้าหน้าที่บริหารอย่างสมํ่าเสมอเพื่อให้สอดคล้องกับเวลาและสถานการณ์ที่เปลี่ยนแปลง</li>
                                                    <li>ให้เลขานุการบริษัททำหน้าที่จัดส่งแบบประเมินให้กรรมการแต่ละคนประเมินด้วยตนเองอย่างอิสระ พร้อมทั้งนำเสนอผลการประเมินต่อที่ประชุมคณะกรรมการ</li>
                                                    <li>คณะกรรมการกำกับดูแลกิจการและสรรหาอาจเชิญที่ปรึกษาภายนอกมาให้การปรึกษาและปรับปรุงการประเมินการปฏิบัติงานของคณะกรรมการและ คณะกรรมการชุดย่อยรวมถึงประธานเจ้าหน้าที่บริหาร หรือคณะกรรมการกำกับดูแลกิจการและสรรหาอาจเข้าอบรมในเรื่องดังกล่าวด้วยค่าใช้จ่ายของบริษัท เพื่อนำสิ่งที่เป็นประโยชน์มาปรับปรุงการประเมินคณะกรรมการและคณะกรรมการชุดย่อยด้วยตนเองของบริษัท</li>
                                                </ul>
                                            </div>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <h6>6. ค่าตอบแทนกรรมการ</h6>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <div class="txt-content">
                                                <p>บริษัทกำหนดจ่ายค่าตอบแทนให้กรรมการปีละ 1 ครั้งในอัตราที่เหมาะสม โดย เปรียบเทียบกับการจ่ายค่าตอบแทน ของบริษัทอื่นที่จดทะเบียนในตลาดหลักทรัพย์ฯ ที่มีลักษณะธุรกิจและขนาดธุรกิจใกล้เคียงกัน</p>
                                                <ul class="list-decor">
                                                    <li>คณะกรรมการเป็นผู้พิจารณาค่าตอบแทนกรรมการโดยพิจารณาจากผลประกอบการของบริษัท และเปรียบเทียบกับค่าตอบแทนกรรมการของบริษัทอื่นที่มีลักษณะธุรกิจและขนาดธุรกิจใกล้เคียงกันและนำเสนอให้ที่ประชุมผู้ถือหุ้นอนุมัติ</li>
                                                    <li>คณะกรรมการโดยที่ประชุมของกรรมการที่ไม่มีผู้บริหารร่วมอยู่ด้วยเป็นผู้พิจารณาค่าตอบแทนของประธานเจ้าหน้าที่บริหาร</li>
                                                </ul>
                                            </div>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <h6>7. การพัฒนากรรมการและผู้บริหาร</h6>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <div class="txt-content">
                                                <p>บริษัทมีนโยบายส่งเสริมให้กรรมการและผู้บริหารศึกษาหาความรู้ที่เป็นประโยชน์ต่อธุรกิจของบริษัทอย่างต่อเนื่องและสม่ำเสมอ เพื่อให้บริษัทมีคณะกรรมการและฝ่ายบริหารที่แข็งแกร่งสามารถนำพาบริษัทให้เจริญเติบโตได้อย่างต่อเนื่องและยั่งยืน ท่ามกลางสภาพสังคม เศรษฐกิจ และภาวะการแข่งขันที่เปลี่ยนแปลงอยู่ตลอดเวลา</p>
                                                <ul class="list-decor">
                                                    <li>ส่งเสริมให้กรรมการทุกท่านได้รับการอบรมหลักสูตรกรรมการของสมาคมสถาบันกรรมการบริษัทไทย เพื่อให้เข้าใจบทบาท หน้าที่ และความรับผิดชอบของกรรมการ</li>
                                                    <li>ส่งเสริมให้กรรมการ เลขานุการบริษัท และผู้บริหาร ได้รับการอบรมหรือเข้าร่วมประชุมสัมมนาในเรื่องที่เป็นประโยชน์ต่อธุรกิจของบริษัทอย่างสมํ่าเสมอ</li>
                                                    <li>กรณีที่มีกรรมการและผู้บริหารเข้าใหม่ บริษัทจะจัดให้มีการแนะนำผู้เข้ามาใหม่ให้ทราบและเข้าใจลักษณะธุรกิจและแนวทางการดำเนินธุรกิจของบริษัท ตลอดจนจัดมอบเอกสารและข้อมูลที่เป็นประโยชน์ต่อการปฏิบัติงาน</li>
                                                    <li>ส่งเสริมให้ฝ่ายบริหารจัดทำแผนพัฒนาผู้บริหาร และแผนสืบทอดงาน เพื่อให้งานของบริษัทสามารถดำเนินไปได้อย่างต่อเนื่องและมีประสิทธิภาพ</li>
                                                </ul>
                                            </div>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <h6>8. การแต่งตั้งผู้บริหารระดับสูงและแผนการสืบทอดตำแหน่งผู้บริหารระดับสูง</h6>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col">
                                            <div class="txt-content">
                                                <p>บริษัทมีแผนการคัดเลือกบุคลากรที่จะเข้ามารับผิดชอบในตำแหน่งงานบริหารที่สำคัญทุกระดับให้เป็นไปอย่างเหมาะสม และโปร่งใส เพื่อให้มั่นใจว่าบริษัทได้ผู้บริหารที่มีความเป็นมืออาชีพและบริหารได้โดยเป็นอิสระจากผู้ถือหุ้นรายใหญ่ หรือรายอื่นใด โดยมีคณะกรรมการบริษัทเป็นผู้พิจารณาและมีการทบทวนแผนดังกล่าวเป็นประจำทุกปี ทั้งนี้ ผู้บริหารที่ได้รับการกำหนดให้เป็นบุคคลที่จะสืบทอดตำแหน่งนั้นจะได้รับการพัฒนาตามแผนการพัฒนารายบุคคล เพื่อเตรียมความพร้อมสำหรับการเลื่อนตำแหน่งต่อไปในอนาคต</p>
                                            </div>
                                        </div>
                                    </div>
                                </div><!-- END//05 -->

                                <!---------- 06 ---------->
                                <div class="display-info" rel="6">
                                    <div class="row">
                                        <div class="col">
                                            <div class="txt-content text-center">
                                                <p>ไม่มีข้อมูล ณ ขณะนี้</p>
                                            </div>
                                        </div>
                                    </div>
                                </div><!-- END//06 -->

                                <!---------- 07 ---------->
                                <div class="display-info" rel="7">
                                    <div class="row">
                                        <div class="col">
                                            <div class="txt-content text-center">
                                                <p>ไม่มีข้อมูล ณ ขณะนี้</p>
                                            </div>
                                        </div>
                                    </div>
                                </div><!-- END//07 -->

                                <!---------- 08 ---------->
                                <div class="display-info" rel="8">
                                    <div class="row">
                                        <div class="col">
                                            <div class="txt-content text-center">
                                                <p>ไม่มีข้อมูล ณ ขณะนี้</p>
                                            </div>
                                        </div>
                                    </div>
                                </div><!-- END//08 -->

                            </div>

                        </div>
                    </div>
                </div>

            </div>
        </div>
    </div>

    
    <?php require('IR_inc_footer.php'); ?>

    <script type="text/javascript">
        $(document).ready(function() {
            $(".display-tab > li").click(function() {
                var rel = $(this).attr("rel");
                console.log(rel);
                $('.display-info').hide();
                $('.display-info[rel=' + rel + ']').fadeIn();
                $(".display-tab > li").removeClass("active");
                $(this).addClass("active");
            });
        });
    </script>

</body>
</html>