<div class="cp-page">
    <div class="three-colPad">
        <div class="row justify-content-center more-mb">
            <div class="col-lg-4 col-md-4 col-6">
                <a class="coverBox" href="images/testPDF.pdf" target="_blank">
                    <div class="row">
                        <div class="col">
                            <div class="book-cover"><img src="images/ir/crs01.jpg"></div>
                        </div>
                    </div>
                    <div class="row">
                        <div class="col">
                            <div class="cover-topic">
                                <p>นโยบายและความรับผิดชอบต่อสังคมและสิ่งแวดล้อม</p>
                            </div>
                        </div>
                    </div>
                </a>
            </div>
            <div class="col-lg-4 col-md-4 col-6">
                <a class="coverBox" href="images/testPDF.pdf" target="_blank">
                    <div class="row">
                        <div class="col">
                            <div class="book-cover"><img src="images/ir/crs02.jpg"></div>
                        </div>
                    </div>
                    <div class="row">
                        <div class="col">
                            <div class="cover-topic">
                                <p>นโยบายการจัดการสิ่งแวดล้อม ISO 14001</p>
                            </div>
                        </div>
                    </div>
                </a>
            </div>
            <div class="col-lg-4 col-md-4 col-6">
                <a class="coverBox" href="images/testPDF.pdf" target="_blank">
                    <div class="row">
                        <div class="col">
                            <div class="book-cover"><img src="images/ir/crs03.jpg"></div>
                        </div>
                    </div>
                    <div class="row">
                        <div class="col">
                            <div class="cover-topic">
                                <p>นโยบายสิ่งแวดล้อมและวัตุประสงค์ด้านสิ่งแวดล้อมปี 2561</p>
                            </div>
                        </div>
                    </div>
                </a>
            </div>
        </div>
    </div>

    <div class="row">
        <div class="col">
            <div class="content-center">
                <div class="topicBD-Box">
                    <div>นโยบายและความรับผิดชอบต่อสังคมและสิ่งแวดล้อม</div>
                </div>
            </div>
        </div>
    </div>
    <div class="row">
        <div class="col">
            <div class="txt-content">
                <p>บริษัท ไลท์ติ้ง แอนด์ อีควิปเมนท์ จำกัด (มหาชน) มุ่งมั่นดำเนินธุรกิจภายใต้ปรัชญาองค์กร ที่ว่า “ยึดมั่นในความเป็นธรรม ใส่ใจในคุณภาพ ซื่อสัตย์ และตรงต่อเวลา ร่วมกันทำงานเป็นทีม” นอกจากนี้บริษัทยังใส่ใจในชุมชนและสังคมรอบข้าง อีกทั้งตระหนักในการร่วมดูแลรักษาสิ่งแวดล้อม เพราะเราเชื่อว่าการดำเนินธุรกิจภายใต้สังคมและสิ่งแวดล้อมที่เอื้อต่อการดำเนินงานจะส่งเสริมให้บริษัทสามารถเติบโตได้อย่างมีเสถียรภาพและยั่งยืน</p>
                <p>คณะกรรมการบริษัทมีนโยบายที่ให้การสนับสนุนกิจกรรมต่างๆ ที่เสริมสร้างคุณภาพ อาชีวอนามัยและสิ่งแวดล้อม ตลอดจนรักษาสภาพแวดล้อมในการทำงานให้มีความปลอดภัยต่อชีวิตและทรัพย์สินของพนักงานอยู่เสมอโดยมีการกำหนดเป็นนโยบายต่างๆดังนี้</p>
            </div>
        </div>
    </div>
    <div class="row">
        <div class="col">
            <h6>นโยบายและแนวปฏิบัติในการพัฒนาพนักงานและสังคมภายใน</h6>
        </div>
    </div>
    <div class="row">
        <div class="col">
            <div class="txt-content">
                <p>บริษัทฯ เชื่อมั่นว่าพนักงานเป็นทรัพยากรที่มีค่าสูงสุดของบริษัทจึงได้ส่งเสริมให้พนักงานพัฒนาตนเองอย่างต่อเนื่องเพื่อเพิ่มความรู้และทักษะในการทำงาน บริษัทฯยังให้ผลตอบแทนที่เหมาะสมและเป็นธรรมแก่พนักงานโดยเปรียบเทียบกับการจ่ายผลตอบแทนของบริษัทอื่นที่มี ขนาดและลักษณะธุรกิจใกล้เคียงกัน นอกจากนี้บริษัทยังได้จัดสรรสวัสดิการต่างๆที่เพียงพอและสอดคล้องกับสถานการณ์ที่เป็นจริงดังนี้</p>
                <ul class="list-decimal">
                    <li>ปฏิบัติต่อพนักงานด้วยความสุภาพ ให้ความเคารพต่อความเป็นปัจเจกชนและศักดิ์ศรีความเป็นมนุษย์</li>
                    <li>ดูแลสภาพแวดล้อมในการทำงานให้มีความปลอดภัยต่อชีวิตและทรัพย์สินของพนักงาน</li>
                    <li>จัดทำคู่มือการปฏิบัติงานของพนักงานเพื่อให้การปฏิบัติงานดำเนินไปด้วยความราบรื่น</li>
                    <li>ปฏิบัติตามกฎหมายและข้อบังคับต่างๆที่เกี่ยวข้องอย่างเคร่งครัดและตรงไปตรงมา</li>
                    <li>จัดอบรมสัมมนาอย่างสม่ำเสมอเพื่อพัฒนาความรู้และทักษะในการทำงานของพนักงาน</li>
                    <li>ส่งเสริมให้พนักงานมีโอกาสได้ศึกษาเพิ่มเติมในสายงานที่เกี่ยวข้อง</li>
                    <li>ให้ผลตอบแทนที่เป็นธรรมและเหมาะสมตลอดจนจัดสวัสดิการที่พอเพียงและสอดคล้องกับสถานการณ์ที่เป็นจริง</li>
                    <li>แต่งตั้งและโยกย้าย รวมถึงการให้รางวัลและลงโทษพนักงานด้วยความสุจริตใจและเป็นธรรม</li>
                    <li>เปิดโอกาสให้พนักงานได้แสดงความคิดเห็นและเสนอแนะเรื่องที่เป็นประโยชน์ต่อบริษัทฯ</li>
                    <li>ส่งเสริมให้พนักงานเล่นกีฬาและออกกำลังกายอย่าสม่ำเสมอรวมถึงจัดหาอุปกรณ์กีฬาให้พนักงานตามความเหมาะสม</li>
                    <li>ส่งเสริมให้พนักงานทำงานเป็นทีม และจัดให้มีห้องประชุมเพียงพอสำหรับการประชุมหารือของแต่ละทีมงาน</li>
                </ul>
            </div>
        </div>
    </div>
    <div class="row">
        <div class="col">
            <h6>นโยบายและแนวปฏิบัติในการร่วมพัฒนาชุมชนและสังคม</h6>
        </div>
    </div>
    <div class="row">
        <div class="col">
            <div class="txt-content">
                <p>บริษัทฯ เชื่อว่าชุมชนที่เข้มแข็งและมีการพัฒนาที่ยั่งยืน มีความสำคัญอย่างยิ่งต่อการพัฒนาสังคมให้เป็นสังคมที่ดีและน่าอยู่ ดังนั้น บริษัทฯ จึงมีนโยบายสนับสนุนจัดกิจกรรมทางสังคม และมีส่วนร่วม ในการส่งเสริมความเข้มแข็งให้แก่ชุมชน หลีกเลี่ยงการก่อมลภาวะในทุกรูปแบบ รวมถึงการ สนับสนุนในด้านการปรับปรุงสภาวะแวดล้อมของชุมชนข้างเคียง โดยมีแนวปฏิบัติดังนี้</p>
                <ul class="list-decimal">
                    <li>สำรวจ ตรวจสอบสภาพชุมชนและสังคมโดยรอบที่ตั้งของธุรกิจทั้งใกล้และไกลว่าได้รับผลกระทบในทางลบจากการดำเนินการของธุรกิจมากน้อยเพียงใด เพื่อนำมาพิจารณาแก้ไข/ปรับปรุงการดำเนินการ มิให้เกิดผลกระทบในทางลบ และสร้างความเสียหายต่อชุมชนและสังคมทั้งโดยตรงและทางอ้อม</li>
                    <li>สนับสนุนการดำเนินกิจกรรมที่เกี่ยวข้องกับการพัฒนาชุมชนและสังคม โดยมุ่งเน้นการจ้างงานให้กับแรงงานที่อยู่ในชุมชนใกล้เคียง เพื่อให้เกิดกิจกรรมและสร้างรายได้ให้กับชุมชนนั้นๆ</li>
                    <li>ร่วมกันรักษาสภาพแวดล้อมในชุมชนและสังคมให้สะอาด ปลอดภัยเพื่อการอยู่อาศัยร่วมกัน</li>
                    <li>สนับสนุนและมีส่วนร่วมในการบำเพ็ญประโยชน์สาธารณะ บริษัทฯ เชื่อว่าโครงการเกื้อหนุนสังคมที่ดีควรมีปฏิสัมพันธ์กันระหว่างผู้ให้และผู้รับ เพื่อให้โครงการสามารถดำเนินไปได้อย่างต่อเนื่อง บริษัทฯ จึงได้ให้การเกื้อหนุนแก่ชุมชนที่อยู่รอบๆ บริษัทฯ รวมถึงชุมชนที่เกี่ยวข้องกับธุรกิจของบริษัทฯก่อน ส่วนชุมชนที่อยู่ห่างไกลออกไป บริษัทฯ จะพิจารณาให้การเกื้อหนุนตามความจำเป็นและเหมาะสม เช่น การบริจาคโคมไฟให้โรงเรียน และ วัด เป็นต้น</li>
                </ul>
            </div>
        </div>
    </div>
    <div class="row">
        <div class="col">
            <h6>นโยบายและแนวปฏิบัติเกี่ยวกับการดำเนินธุรกิจภายใต้มาตรฐานสิ่งแวดล้อม</h6>
        </div>
    </div>
    <div class="row">
        <div class="col">
            <div class="txt-content">
                <p>บริษัทฯ ตระหนักดีว่าการเพิ่มขึ้นของประชากรโลก บวกกับปัจจัยความเจริญเติบโตทางเศรษฐกิจ นอกจากเป็นสาเหตุของการบริโภคทรัพยากรธรรมชาติจำนวนมากเกินกว่าความจำเป็น ยังก่อให้เกิดมลภาวะทั้งทางน้ำ อากาศ ขยะ สารพิษ ฯลฯ ซึ่งส่งผลให้เกิดภาวะโลกร้อนตามมา โดยภาวะโลกร้อนดังกล่าวจะกระทบต่อมนุษย์และนิเวศน์ต่อไป ดังนั้น บริษัทฯ จึงสนับสนุนและส่งเสริมในการใช้ทรัพยากรอย่างคุ้มค่า และดูแลจัดการปัญหาสิ่งแวดล้อม โดยถือว่าการดูแลรักษาสิ่งแวดล้อมเป็นหน้าที่ร่วมกันของทุกคน</p>
                <ul class="list-decimal">
                    <li>จัดให้มีระบบการบริหารงานด้านสิ่งแวดล้อมที่เหมาะสม รวมทั้งศึกษาหาความรู้เกี่ยวกับประเด็นสิ่งแวดล้อมเพื่อลดผลกระทบต่างๆ ที่จะเกิดขึ้น</li>
                    <li>ใช้เทคโนโลยีและขั้นตอนการผลิตที่มีมาตรฐานด้านสิ่งแวดล้อม โดยคำนึงถึงการลดปริมาณและการบำบัดมลพิษก่อนปล่อยสู่ธรรมชาติ</li>
                    <li>ใช้ทรัพยากรอย่างมีประสิทธิภาพ โดยคำนึงถึงมาตรการประหยัดพลังงาน และสนับสนุนการออกแบบผลิตภัณฑ์โดยใช้วัสดุที่ไม่ก่อมลภาวะต่อสิ่งแวดล้อม เลือกใช้วัสดุที่สามารถนำกลับมาใช้ใหม่ได้</li>
                    <li>ส่งเสริมให้ลูกค้าตระหนักถึงข้อพึงระวังด้านสิ่งแวดล้อมที่เกิดจากการใช้สินค้าและบริการของบริษัทฯ</li>
                    <li>ให้ความรู้และฝึกอบรมพนักงานในเรื่องสิ่งแวดล้อม ความปลอดภัย และสาธารณสุข</li>
                    <li>จัดเตรียมแผนฉุกเฉินเพื่อจัดการกับปัญหาเกี่ยวกับสิ่งแวดล้อมที่อาจเกิดขึ้น รวมทั้งจัดให้มี ระบบการรายงานต่อ หน่วยงานกำกับดูแลทันทีที่เกิดเหตุการณ์ดังกล่าว</li>
                    <li>สนับสนุนและกระตุ้นให้ผู้มีส่วนได้เสียกับบริษัทฯ ทั้งลูกค้า คู่ค้า พนักงาน และสังคมชุมชน โดยรอบที่ตั้งบริษัทฯ และโรงงาน คำนึงและตระหนักถึงความสำคัญของสิ่งแวดล้อม และมี แรงใจที่จะช่วยบริษัทฯ ในการอนุรักษ์สิ่งแวดล้อมด้วยกัน เพื่อให้เกิดการพัฒนาที่ยั่งยืนในทุกด้าน</li>
                </ul>
            </div>
        </div>
    </div>
    <div class="row">
        <div class="col">
            <h6>นโยบายการจัดการสิ่งแวดล้อม ISO 14001</h6>
        </div>
    </div>
    <div class="row">
        <div class="col">
            <div class="txt-content">
                <p>ในปี 2560 บริษัท แอล แอนด์ อี แมนูแฟคเจอริ่ง จำกัด และ บริษัท แอล แอนด์ อี โซลิดสเตท จำกัด โดยทั้ง 2 บริษัท เป็นบริษัทย่อย ของ บริษัท ไลท์ติ้ง แอนด์ อีควิปเมนท์ จำกัด (มหาชน) มีความตระหนักถึงความสำคัญด้านสิ่งแวดล้อม และมีความมุ่งมั่นที่จะจัดทำระบบการจัดการด้านสิ่งแวดล้อม ในระบบ ISO 14001 เพื่อรักษา และปรับปรุงการจัดการด้านสิ่งแวดล้อมอย่างต่อเนื่อง และได้กำหนดนโยบายสิ่งแวดล้อมไว้ดังต่อไปนี้</p>
            </div>
        </div>
    </div>
    <div class="row">
        <div class="col">
            <h6>นโยบายการจัดการสิ่งแวดล้อม ISO 14001 บริษัท แอล แอนด์ อี แมนูแฟคเจอริ่ง จำกัด</h6>
        </div>
    </div>
    <div class="row">
        <div class="col">
            <div class="txt-content">
                <p>บริษัท แอล แอนด์ อี แมนูแฟคเจอริ่ง จำกัด ผู้ผลิตดวงโคมไฟฟ้า ดวงโคมไฟฟ้า แอล อี ดี เสาไฟฟ้า และอุปกรณ์ไฟฟ้าแสงสว่างครบวงจร โดยผู้บริหาร และพนักงานที่มีความมุ่งมั่นที่จะปฏิบัติดังนี้</p>
                <ul class="list-decimal">
                    <li>บริษัทฯ จะป้องกัน และลดผลกระทบต่อสิ่งแวดล้อม ทางด้านการจัดการของเสีย รวมทั้งควบคุมการใช้พลังงาน และทรัพยากรธรรมชาติ ในกระบวนการผลิตให้เกิดประโยชน์สูงสุด</li>
                    <li>บริษัทฯ จะปกป้องสิ่งแวดล้อม เช่น การใช้วัตถุดิบอย่างคุ้มค่า การไม่ปล่อยน้ำทิ้งเกิดจากการผลิตลงแหล่งน้ำธรรมชาติ</li>
                    <li>บริษัทฯ จะปฏิบัติตามพันธสัญญา ที่เกี่ยวข้องด้านสิ่งแวดล้อม เช่น กฎหมาย และข้อกำหนดอื่นๆ</li>
                    <li>บริษัทฯ จะทบทวนวัตถุประสงค์ เป้าหมาย และแผนงานด้านสิ่งแวดล้อมอย่างสม่ำเสมอ เพื่อให้เกิดการปรับปรุงอย่างต่อเนื่อง</li>
                    <li>การประชาสัมพันธ์ การดำเนินการด้านสิ่งแวดล้อม ให้กับพนักงาน ลูกค้า และผู้เกี่ยวข้องให้ทราบโดยทั่วกัน</li>
                </ul>
            </div>
        </div>
    </div>
    <div class="row">
        <div class="col">
            <h6>นโยบายการจัดการสิ่งแวดล้อม ISO 14001 บริษัท โซลิดสเตท จำกัด</h6>
        </div>
    </div>
    <div class="row more-mb">
        <div class="col">
            <div class="txt-content mb-0">
                <p>บริษัท แอล แอนด์ อี โซลิดสเตท จำกัด ผู้ผลิตหลอดไฟและโคมไฟ LED คำนึงถึงความสำคัญในการปรับปรุงการดำเนินตามระบบ ISO14001:2015 และเป็นมิตรกับสิ่งแวดล้อม โดยมุ่งมั่นดังนี้</p>
                <ul class="list-decimal">
                    <li>ปฏิบัติตามข้อกฎหมายสิ่งแวดล้อม</li>
                    <li>เน้นการปรับปรุงในส่วนที่เกี่ยวข้องและส่งผลกระทบต่อสิ่งแวดล้อม</li>
                    <li>มุ่งเน้นการใช้ทรัพยากรอย่างประหยัดและเกิดประสิทธิภาพสูงสุด</li>
                    <li>ส่งเสริมพนักงานให้มีจิตสำนึกด้านสิ่งแวดล้อม</li>
                    <li>การออกแบบที่มุ่งเน้นการใช้วัตถุดิบที่มีผลกระทบต่อสิ่งแวดล้อมน้อยที่สุดหรือไม่มี</li>
                </ul>
            </div>
        </div>
    </div>

    <div class="row">
        <div class="col">
            <div class="content-center">
                <div class="topicBD-Box">
                    <div>นโยบายการจัดการสิ่งแวดล้อม ISO 14001</div>
                </div>
            </div>
        </div>
    </div>
    <div class="row justify-content-center more-mb">
        <div class="col-lg-9 col-md-11 col-12">
            <div class="img-width"><img src="images/ir/iso-14001.jpg"></div>
        </div>
    </div>

    <div class="row">
        <div class="col">
            <div class="content-center">
                <div class="topicBD-Box">
                    <div>นโยบายสิ่งแวดล้อมและวัตุประสงค์ด้านสิ่งแวดล้อมปี 2561</div>
                </div>
            </div>
        </div>
    </div>
    <div class="row justify-content-center">
        <div class="col-lg-9 col-md-11 col-12">
            <div class="img-width"><img src="images/ir/governance-2018.jpg"></div>
        </div>
    </div>
    
</div>